{"ET00056918": {"synopsis": "The film is a socio-political satire based on the popular character, Politician Nograj created by Social Media Star, RJ and RCB Insider - Danish Sait. Nograj (played by Danish Sait), a narcissist and eccentric politician, who exploits the city and its resources, aspires to become an MLA in the upcoming elections. In his pursuit, he faces many oppositions and challenges, how he tackles them, forms the crux.", "cast": ["Danish Sait", "Vijay Chendur", "Sumukhi Suresh", "Roger Narayan", "Sruthi Hariharan", "Vamsidhar Bhogaraju"], "crew": {"Saad Khan": "Director| Writer|", "Pushkara Mallikarjunaiah": " Producer|", "Hemanth M Rao": " Producer|", "Rakshit Shetty": " Producer|", "Danish Sait": " Writer|", "Vamsidhar Bhogaraju": " Dialogue Writer|"}, "rating": {"heartRating": {"rating": "73", "userVoteCount": "12,339 votes"}, "criticRating": {"averageRating": "3", "reviews": [{"criticName": "Filmibeat", "rating": "3", "review": "Nograj is a hackneyed corporator, whose sole ambition is to mint big bucks and enjoy maximum power. He decides to test his waters as an MLA from being a corporate and splurges money for same. What happens when he meets his nemesis who seem to be prophesying theory just opposite to him?"}, {"criticName": "Cinibuzz", "rating": "2", "review": "This is one of the films that has created a lot of buzz in Sandalwood. It is the film produced by three intelligent producers who are known for making successful films in Sandalwood. Many fun-loving cine-goers had high expectations on this film but it utterly failed to live up to their expectations."}, {"criticName": "The Times of India", "rating": "3", "review": "Nograj is your stereotypical corporator, whose dream is to make big money and enjoy maximum power. He decides to play the big league and ensures he gets a ticket to contest for an MLA post. What happens when he meets his nemesis in a holier-than-thou honest man?"}, {"criticName": "The Indian Express", "rating": "3.5", "review": "Filmmaker Saad Khan and comedian Danish Sait have made a political satire Humble Politician Nograj and have released it when the major state assembly elections are around the corner in Karnataka. This film does not recommend who you should vote for. But, it does show types of politicians, who you shouldnt empower with your vote. It is also a progressive film, that deals with taboo and touchy issues with maturity and kindness."}, {"criticName": "Firstpost", "rating": "3", "review": "If theres one Kannada movie that defines the landscape of satire and tomfoolery, it is this very picture since it captures all the right notes of what makes the audiences blow up in raucous laughter. For all the humbleness the title carries, Nograj (played by Danish Sait) stands a thousand meters away from the word and the sentiment it holds."}, {"criticName": "Chitratara", "rating": "3", "review": "No doubt that Danish Sait has carried the film on his shoulders through his  comedy, innocence, political satire Kannada film in his debut. Roger Narayan has carried the role with great sensitivities and he aptly suits the role. Danish Sait all over in Humble Politician Nogaraj. A political satire from the family of politician Danish is grandson of former Karnataka minister Azeez Sait."}, {"criticName": "Chitraloka", "rating": "3.5", "review": "You may have seen many kinds of politicians but this is one special guy. Meet Humble Politician Nograj, an one-of-a-kind political animal. Like all politicians he is corrupt. But he is honest about it. He does not lie about it. He tries to better himself in this aspect everyday by improving his corruption appeal."}]}, "userRating": {"averageRating": "3.8", "reviews": [{"reviewTitle": "humble politician super", "reviewerName": "sagar", "rating": "100", "review": "danish sait acting was awesome... the story the way present... n one best passed in comedy way by end given one good msg...dont miss out this weekend... entrainment was super... watch with ur family n frds...fully comedy...i enjoyed full film..."}, {"reviewTitle": "A must watch Entertainer", "reviewerName": "Anuroop", "rating": "100", "review": "The movie takes you through a wonderful journey in the world of comedy. Danish Sait has given more than expected well directed and narrated."}, {"reviewTitle": "Honest Review!!", "reviewerName": "Harsha", "rating": "60", "review": "HPN is one for the Danish fans.   \nnot par with the expectations and hype.   \nBut, you may like it!\nHey Nograj, I yam voting faar apposishan party😉"}, {"reviewTitle": "Expectation hurts", "reviewerName": "Preetham", "rating": "50", "review": "No doubt Danish Sait is talented, but whatever expected is not met in this movie. For first timers  who are trying Danish' comedy need some prep as some of the keywords will not be able to catch (need to listen few of his prank calls)\n\nDidn't expected the climax would be this bad.\noveracting especially when trying emotional.\n\nRoger and Shruthi did very good job. And ofcourse Manjunath did well too. \n\nsaw few people snoring and even suggesting their people to leave screen and even I felt lot of pain in watching in the end.\n\noverall after lot of hypes and expectations this movie did not met the satisfaction."}, {"reviewTitle": "Humble Politician Nograj", "reviewerName": "Ashwin", "rating": "100", "review": "Awesome movie..Danish Sait has pulled it off effortlessly..cant believe its his first ,  awesome comic timing and dialogue delivery..Kudos to the team for having made a movie which has good content too.Roger Narayan has excelled again with his acting.. I would surely recommend this movie, definitely worth a watch."}, {"reviewTitle": "Well deserved laughter, for your family, guaranteed!", "reviewerName": "Panidhar", "rating": "100", "review": "I don't write reviews, but this one deserves an unmissed watch. Even if you don't know the language the Director has used effective English almost throughout to not let the non-local audience miss out the essence. Danish's performance is very commendable. Actually we watched 3 movies straight, \"Jumanji\", and a very highly expected Telugu movie, which was very disappointing and finally \"Nograj\", but \"Nograj\" stays in the mind.. don't mind another watch, particularly for the dialogues, which are neither lengthy nor boring... I am definitely \"caming\" to watch the movie yegain, HAHAHAHA! Good job makers of this film!"}, {"reviewTitle": "Prank call to audience", "reviewerName": "SHARATH", "rating": "10", "review": "He fooled us by making us watch it. Its more fun to listen to his prank calls than watching this movie. I wonder how rakshit shetty agreed to produce the movie. I bet he would have slept watching the movie."}, {"reviewTitle": "below par", "reviewerName": "Vrags", "rating": "20", "review": "much hyped movie failed to live up to the expectation. no fun watching it. he's talented no surprise but doesn't convert to fun filled movie lasting"}, {"reviewTitle": "worst", "reviewerName": "Suraj", "rating": "10", "review": "most irritating movie , I was waiting for it to get over . don't know why he selected this script god should only bless him , yappaa devre , was soo irritated"}]}}}, "ET00058397": {"synopsis": "Inspired by real-life incidents that led up to the sensational 1987 Opera House heist, Thaanaa Serndha Koottam recounts the story of a group of con artists who swindled rich businessmen out of a fortune by posing as CBI officers.", "cast": ["Suriya Sivakumar", "Keerthy Suresh", "Ramya Krishnan", "Nandha Durairaj", "Senthil", "RJ Balaji", "Jagan Purushottam", "Karthik", "Sathyan", "Saranya Ponvannan", "K. S. Ravikumar", "Suresh Menon", "Thambi Ramaiah"], "crew": {"Vignesh ShivN": "Director| Writer|", "K. E. Gnanavel Raja": " Producer|", "Anirudh Ravichander": " Musician|", "Dinesh Krishnan": " Cinematographer|", "A. Sreekar Prasad": " Editor|"}, "rating": {"heartRating": {"rating": "69", "userVoteCount": "29,544 votes"}, "criticRating": {"averageRating": "3.1", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Suriya delivers an A-1 performance in this complete masaledaar package. Based on the true story of the infamous 1987 Opera House heist, where the TBZ jewellers were robbed of approximately 3.5 million worth of jewellery, writer and director Vignesh ShivN brings to the big screen, an action-packed, colourful dance numbered and factful film&..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "Taking the core plot of Neeraj Pandey`s Special 26, a solid caper, Vignesh ShivN has come up with a heist film that is playful for the most parts, but gets message-heavy in the end. He has also carried over the music video sensibility of his Naanum Rowdydhaan and this style injects playfulness and lightness to the narrative of TSK in the first half."}, {"criticName": "Firstpost", "rating": "3", "review": "Vignesh Shivan (styled as Vignesh ShivN) has come out with a racy heist comedy entertainer Thaanaa Serndha Koottam (TSK), based on Neeraj Pandeys  Special 26 (2013). Sivan has taken the basic plot and reworked it, made some crucial changes and given it a typical Tamil mass hero movie packaging (with generous helpings of Anirudh Ravichanders chartbusters) to suit local tastes."}, {"criticName": "Hindustan Times", "rating": "3", "review": "It would be unfair to call Thaana Serndha Koottam the remake of Akshay Kumar-starrer Special 26. This is Special 26 the way only Tamil cinema could have done it  with romance, drama and back story, all rolled into a heist film."}, {"criticName": "Behindwoods", "rating": "3", "review": "Whenever regional filmmakers decide to make a heist film with a bunch of big star cast, our imagination directly goes to the renowned Oceans series. TSK has a core plot that is pretty similar to the Hindi film Special 26. It must be noted that they have acquired the rights to the Hindi film and Vignesh ShivN has modified the screenplay completely to suit the local audience. TSK actually looks like a highly original product that is sure to get its applause."}, {"criticName": "The Indian Express", "rating": "2.5", "review": "Time for an admission. I havent watched Special 26. But I dont think Thaanaa Serndha Koottam and Special 26 are the same kind of films despite sharing the plot. So a fair warning as well  dont walk in expecting a Special 26. With these disclaimers, I can say that Thaanaa Serndha Koottam does have its enjoyable moments but with a misplaced sense of righteousness that prevent it from the being the caper it could have been."}, {"criticName": "Filmibeat", "rating": "3.5", "review": "The story of Thaana Serndha Koottam is set in the 1980s and is loosely based on the Hindi movie Special 26. The film takes us through the life of a youngster whose big dream is to become a CBI officer. But, fate goes against him and he with some of his friends, form a gang that does fake raid."}, {"criticName": "Film Companion", "rating": "3", "review": "Thaanaa Serndha Koottam is a remake of Neeraj Pandeys Special 26, which was about a group of con artists who conduct raids pretending to be CBI officials and saunter away with the loot. If youve seen the original, the question  given the general air of moral uprightness that surrounds the Tamil-film hero  is whether theyll retain the gleeful sense of amorality around the crimes."}, {"criticName": "Cinema Express", "rating": "3", "review": "Vignesh Shivn, to be honest, isnt even trying to make a heist film. Instead, hes gone for the sort of saviour film we have seen quite a bit of. Its probably because the business model here isnt all too encouraging of stars doing genre-loyal, clever films."}]}, "userRating": {"averageRating": "3.5", "reviews": [{"reviewTitle": "Heavy...vere level", "reviewerName": "arshad", "rating": "100", "review": "Vintage suriya is back... Awsm movie i love it wooww... Super nyc...all team. Again...again...vignesh shivan magic pakkaa ...anirudh hats off"}, {"reviewTitle": "Aneesh Anu", "reviewerName": "Aneesh", "rating": "100", "review": "mass surya and vintage surya is back. surya acting extremely excellent and Ramya krishna acting very superb good in level after bhagubali  another hit by director shivan nice work. unexpected movie. i really love it. dont miss keep whatched on theatre"}, {"reviewTitle": "Superb", "reviewerName": "Dilip", "rating": "100", "review": "Surya acting extremely excellent and Ramya Krishna acting in Good in level after babuballi  another hit by Santhosh shivan mass podu sodakku sodakku"}, {"reviewTitle": "Mass", "reviewerName": "HARIHARAN", "rating": "100", "review": "first half is the pakka entertainment and the full songs is finished in first half and the second half is the story and also message finally is good movie"}, {"reviewTitle": "masss suriya and vintage suriya back \nlove u kreethy suresh \nlovable acting", "reviewerName": "Rajo", "rating": "100", "review": "semma mass suriya & cute kreethy Suresh \ngreat success for tsk team \npakka pongal entertainment movie all must watch movie .climax suriyas comedy semma\nwanna watch it again and again🙏👏👌😘"}, {"reviewTitle": "superb", "reviewerName": "Sakthi", "rating": "100", "review": "good news from this movie...helping poor people...suriya acting awsome...music anirudh take the movie to next level...director shivn nice work..unexperted movie.."}, {"reviewTitle": "Awesome Movie", "reviewerName": "Riya", "rating": "100", "review": "Surya Sir acting nice, Superb entertainment film, Pongal Celebration for the Suriya sir fans enjoy in tha Thaana Serntha Koottam movie,All the character present in tha movie hats off to Vicky"}, {"reviewTitle": "Super 7", "reviewerName": "MANU", "rating": "100", "review": "it was a super movie. surya is amazing and whole teem is mind blowing action is super and plot also very simple and power full totaly mind blowing movie"}, {"reviewTitle": "very gud feel fit movie....... suriya always gives a tremendous experience in his movies....now tsk is rocking", "reviewerName": "Robbie", "rating": "100", "review": "feel gud movie to watch...once again suriya rocks in screen presence...ith thedi serntha koottamalla ...thana sermtha koottam...rocking guys"}]}}}, "ET00067940": {"synopsis": "In the brand new adventure Jumanji: Welcome to the Jungle, the tables are turned as four teenagers in detention are sucked into the world of Jumanji. When they discover an old video game console with a game they've never heard of, they are immediately thrust into the game's jungle setting, into the bodies of their avatars. What they discover is that you don't just play Jumanji - Jumanji plays you. They'll have to go on the most dangerous adventure of their lives, or they'll be stuck in the game forever.", "cast": ["Dwayne Johnson", "Kevin Hart", "Jack Black", "Karen Gillan", "Bobby Cannavale", "Missi Pyle", "Nick Jonas"], "crew": {"Jake Kasdan": "Director|", "Chris McKenna": " Writer|", "Erik Sommers": " Writer|", "Henry Jackman": " Musician|"}, "rating": {"heartRating": {"rating": "81", "userVoteCount": "100,250 votes"}, "criticRating": {"averageRating": "3.1", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Leave your world behind for a film you'll find more than fine.  A sequel to one of the most well-remembered films of the nineties, Jumanji: Welcome to the Jungle brings back the legendary game that's still deadly 22 years later. What Jumanji: Welcome to the Jungle is About:  In the original 1995 film, Jumanji []..."}, {"criticName": "Hindustan Times", "rating": "3", "review": "On paper, Jumanji: Welcome to the Jungle represents everything thats wrong about the way Hollywood makes movies. Its a reboot of a property most people would recall with fondness (even if they dont quite remember why); it features a cast so likeable that they could easily be used for marketing propaganda; its written by five screenwriters (which can usually be taken as confirmation of a films poor quality) and directed by one Jake Kasdan (in hindsight, just the sort of inoffensive filmmaker who could pull this off)."}, {"criticName": "The Indian Express", "rating": "2", "review": "A remake of a surprise 1995 hit, this time with people getting sucked for real into a video game. At some level, this perhaps seemed like a good idea. At one level, while the players are teenagers going through the usual pangs of high school  of being nerds, sport jocks, the pretty girl, and the serious one  this has the scent of a good idea."}, {"criticName": "Rediff", "rating": "3.5", "review": "Like any other 1990s kid, I lapped up Jumanji`s destruction and adamant wildlife creating a relentless atmosphere of urgency and danger. Around this dark board game, played by kids and kids who look like grown-ups, the stakes felt high and events inspired novelty."}, {"criticName": "Firstpost", "rating": "3", "review": "There are some movies that should not be messed with  particularly because they represent a significant part of our childhood. Jumanji is one of such films and any prospect of a remake sends a shiver down the spine. However, Jumanji: Welcome to the Jungle is is surprisingly not as bad you think it would be, in fact its breezy and harmless nature might just win you over."}, {"criticName": "The Times of India", "rating": "4", "review": "In the age of Hollywood`s obsession with franchise-building and reboots, the idea for a sequel to 1995`s `Jumanji` came across as another eye-roll worthy project. However, the combination of charming actors Dwayne Johnson, Jack Black, Karen Gillian and Kevin Hart, made it evident that this would wind up either being a complete trainwreck, or sheer mindless fun."}, {"criticName": "The Guardian", "rating": "3", "review": "The 90s family adventure Jumanji was a fantasy romp about children being whooshed into the universe of a magical board game, where a former kid player played by Robin Williams had grown to adulthood, having been marooned there. The film seemed to be using the grammar and rhetoric of video-gaming, which is about getting from one level to another by not getting killed."}, {"criticName": "Koimoi", "rating": "3", "review": "Jumanji: Welcome To The Jungle starts in the year 1996 on a beach  when a kid named Alex finds the infamous board game buried in the sand. Its that time of the era when who plays a board game? and instead television games have taken over the trend. Getting ignored by Alex, the board game turns magically into a video game cassette, remember how we had the Super Mario one?"}, {"criticName": "Dna India", "rating": "3", "review": "The story of Jumanji: Welcome to the Jungle picks up just a year after the original board game story. This time, it has become a video game and instead of the Jungle destroying the real world, the game sucks in four teenagers - a nerd, a jock, a diva, and an introvert - who work as a team to finish the game. They will have to survive the increasingly difficult levels to get out alive."}, {"criticName": "Deccan Chronicle", "rating": "2", "review": "The film tells a story of four high school students, a nerdy geek Spencer (Alex Wolff), a pretty and popular Bethany (Madison Iseman), a football jock `Fridge` (Ser`Darius Blain) and a shy bookworm Martha (Morgan Turner). Their lives turn upside down when they accidentally get sucked into the video game `Jumanji`."}, {"criticName": "News 18", "rating": "4", "review": "2017`s been quite the year, and a bad one for many. And in an instance of art imitating life, most of the films released this year have been a Geostorm of box-office disappointments. But finally, at the shag end of a very gray period, Jumanji: Welcome to The Jungle flashes out like a bright beam of sunlight."}, {"criticName": "Bollywood Hungama", "rating": "3", "review": "Back in 1995, we saw the release of the Robin Williams film JUMANJI. The film which was an adaptation of the 1981 children`s book of the same name by Chris Van Allsburg went on to become somewhat of a classic with fans across the world. Now decades later, we see the release of a standalone sequel of the film that features Dwayne Johnson, Jack Black, Kevin Hart, Karen Gillan, Nick Jonas and Bobby Cannavale. But will the new age film live up to expectations or will it, like so many other recreations, be a washout is the question."}, {"criticName": "Financial Express", "rating": "3.5", "review": "Jumanji: Welcome To The Jungle was one of the most awaited Hollywood flicks this season, especially for the millennials who decided to throng the theatres in order to trigger their memories. One of the 90s kids favourite, Jumanji went for a 2.0 version starring superstar Dwayne Johnson, Karen Gillan, Kevin Hart, Jack Black, Rhys Darby, Nick Jonas and is helmed by Jake Kasdan."}, {"criticName": "Filmfare", "rating": "3", "review": "Spencer Gilpin (Alex Wolff), Martha Kaply (Morgan Turner), Anthony Fridge Johnson (SerDarius Blain), and Bethany Walker (Madison Iseman)  your typical high school geek, jock,  wallflower and drama queen get to serve detention together and asked to clean an old storage are by their principal. They stumble upon an old Nintendo styled video game and are sucked into the Jumaji world. They each have chosen different avatars and are sort of reincarnated as their avatars in their game."}, {"criticName": "Mid-day", "rating": "2.5", "review": "It`s not very clear whether `Jumanji: Welcome to the Jungle` is a sequel, reboot or a remake- but it continues to be about the game that gets it`s players transported into it`s jungle setting and forced to play the different levels in order to save their own lives."}]}, "userRating": {"averageRating": "4.2", "reviews": [{"reviewTitle": "Absolutly Funny", "reviewerName": "Edison", "rating": "80", "review": "Lacks a story line ... however it all covers up with the humor .. we had fun ... its a good watch for the ful family ... 3D is well done ..."}, {"reviewTitle": "A must watch movie", "reviewerName": "Rekha", "rating": "100", "review": "really good movie.Both adventurous and fun are there.I loved this movie and awaiting for the next jumanji. I'll recommend this movie to all of my friends"}, {"reviewTitle": "Superb movie", "reviewerName": "Pallavi", "rating": "100", "review": "Awesome movie with humor and adventure, fun to watch with family, friends and kids.Loved all the characters and the effects were nice. Story is pretty cool. Must watch."}, {"reviewTitle": "Entertaining", "reviewerName": "Poonam", "rating": "100", "review": "Amazing suspense and thrill. Good story line and genuine act by the characters, funny and engaging. Children will enjoy the action scenes and animation."}, {"reviewTitle": "Jumanji", "reviewerName": "Prakash", "rating": "60", "review": "I was expecting more action, specially when Rock is there in the movie.so I would give this movie 3 point out of five. because compare to old Jumanji series it is less entertaining."}, {"reviewTitle": "jumanji", "reviewerName": "sagar", "rating": "80", "review": "movie was super...nice 3d effect... exicuted well...comedy was super... all acted super... dont miss it with ur kids n frds r family... enjoy the new year"}, {"reviewTitle": "Excellent", "reviewerName": "Sukumar", "rating": "100", "review": "My childrens enjoyed the movie and good comedy film and adventure film. The quality of the theater good and sound also good.3d effects not that much better"}, {"reviewTitle": "Awsome", "reviewerName": "Sujith", "rating": "100", "review": "Great action, Good touch of humour, Good animation. All characters are placed well just exciting as the old one. The movie is more like a game and its great to watch"}, {"reviewTitle": "superb movie 😍😍😘", "reviewerName": "Mayur", "rating": "80", "review": "beginning with the \"Rock\" he is absolutely stunning in comic timings, in acting skills and u can't tell the greats of dwane Johnson how to do action scenes, simple story which is presented extremely beautifully, awesome direction and execution.\nall in all its a great movie to watch..."}]}}}, "ET00068316": {"synopsis": "In a brand new Jumanji adventure, the tables are turned as four teenagers are sucked into Jumanji's world - pitted against rhinos, black mambas and an endless variety of jungle traps and puzzles. To survive, they'll play as characters from the game: meek Spencer becomes a braveexplorer; hulky jock Fridge becomes a tiny genius; It-girl Bethany becomes a bookworm professor; and unathletic Martha becomes an amazonian warrior. To beat the game and return to the real world with their lives, they'll have to start seeing things in an entirely different way.", "cast": ["Dwayne Johnson", "Kevin Hart", "Jack Black", "Karen Gillan", "Bobby Cannavale", "Missi Pyle", "Nick Jonas"], "crew": {"Jake Kasdan": "Director|", "Chris McKenna": " Writer|", "Erik Sommers": " Writer|", "Henry Jackman": " Musician|"}, "rating": {"heartRating": {"rating": "81", "userVoteCount": "100,250 votes"}, "criticRating": {"averageRating": "3.1", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Leave your world behind for a film you'll find more than fine.  A sequel to one of the most well-remembered films of the nineties, Jumanji: Welcome to the Jungle brings back the legendary game that's still deadly 22 years later. What Jumanji: Welcome to the Jungle is About:  In the original 1995 film, Jumanji []..."}, {"criticName": "Hindustan Times", "rating": "3", "review": "On paper, Jumanji: Welcome to the Jungle represents everything thats wrong about the way Hollywood makes movies. Its a reboot of a property most people would recall with fondness (even if they dont quite remember why); it features a cast so likeable that they could easily be used for marketing propaganda; its written by five screenwriters (which can usually be taken as confirmation of a films poor quality) and directed by one Jake Kasdan (in hindsight, just the sort of inoffensive filmmaker who could pull this off)."}, {"criticName": "The Indian Express", "rating": "2", "review": "A remake of a surprise 1995 hit, this time with people getting sucked for real into a video game. At some level, this perhaps seemed like a good idea. At one level, while the players are teenagers going through the usual pangs of high school  of being nerds, sport jocks, the pretty girl, and the serious one  this has the scent of a good idea."}, {"criticName": "Rediff", "rating": "3.5", "review": "Like any other 1990s kid, I lapped up Jumanji`s destruction and adamant wildlife creating a relentless atmosphere of urgency and danger. Around this dark board game, played by kids and kids who look like grown-ups, the stakes felt high and events inspired novelty."}, {"criticName": "Firstpost", "rating": "3", "review": "There are some movies that should not be messed with  particularly because they represent a significant part of our childhood. Jumanji is one of such films and any prospect of a remake sends a shiver down the spine. However, Jumanji: Welcome to the Jungle is is surprisingly not as bad you think it would be, in fact its breezy and harmless nature might just win you over."}, {"criticName": "The Times of India", "rating": "4", "review": "In the age of Hollywood`s obsession with franchise-building and reboots, the idea for a sequel to 1995`s `Jumanji` came across as another eye-roll worthy project. However, the combination of charming actors Dwayne Johnson, Jack Black, Karen Gillian and Kevin Hart, made it evident that this would wind up either being a complete trainwreck, or sheer mindless fun."}, {"criticName": "The Guardian", "rating": "3", "review": "The 90s family adventure Jumanji was a fantasy romp about children being whooshed into the universe of a magical board game, where a former kid player played by Robin Williams had grown to adulthood, having been marooned there. The film seemed to be using the grammar and rhetoric of video-gaming, which is about getting from one level to another by not getting killed."}, {"criticName": "Koimoi", "rating": "3", "review": "Jumanji: Welcome To The Jungle starts in the year 1996 on a beach  when a kid named Alex finds the infamous board game buried in the sand. Its that time of the era when who plays a board game? and instead television games have taken over the trend. Getting ignored by Alex, the board game turns magically into a video game cassette, remember how we had the Super Mario one?"}, {"criticName": "Dna India", "rating": "3", "review": "The story of Jumanji: Welcome to the Jungle picks up just a year after the original board game story. This time, it has become a video game and instead of the Jungle destroying the real world, the game sucks in four teenagers - a nerd, a jock, a diva, and an introvert - who work as a team to finish the game. They will have to survive the increasingly difficult levels to get out alive."}, {"criticName": "Deccan Chronicle", "rating": "2", "review": "The film tells a story of four high school students, a nerdy geek Spencer (Alex Wolff), a pretty and popular Bethany (Madison Iseman), a football jock `Fridge` (Ser`Darius Blain) and a shy bookworm Martha (Morgan Turner). Their lives turn upside down when they accidentally get sucked into the video game `Jumanji`."}, {"criticName": "News 18", "rating": "4", "review": "2017`s been quite the year, and a bad one for many. And in an instance of art imitating life, most of the films released this year have been a Geostorm of box-office disappointments. But finally, at the shag end of a very gray period, Jumanji: Welcome to The Jungle flashes out like a bright beam of sunlight."}, {"criticName": "Bollywood Hungama", "rating": "3", "review": "Back in 1995, we saw the release of the Robin Williams film JUMANJI. The film which was an adaptation of the 1981 children`s book of the same name by Chris Van Allsburg went on to become somewhat of a classic with fans across the world. Now decades later, we see the release of a standalone sequel of the film that features Dwayne Johnson, Jack Black, Kevin Hart, Karen Gillan, Nick Jonas and Bobby Cannavale. But will the new age film live up to expectations or will it, like so many other recreations, be a washout is the question."}, {"criticName": "Financial Express", "rating": "3.5", "review": "Jumanji: Welcome To The Jungle was one of the most awaited Hollywood flicks this season, especially for the millennials who decided to throng the theatres in order to trigger their memories. One of the 90s kids favourite, Jumanji went for a 2.0 version starring superstar Dwayne Johnson, Karen Gillan, Kevin Hart, Jack Black, Rhys Darby, Nick Jonas and is helmed by Jake Kasdan."}, {"criticName": "Filmfare", "rating": "3", "review": "Spencer Gilpin (Alex Wolff), Martha Kaply (Morgan Turner), Anthony Fridge Johnson (SerDarius Blain), and Bethany Walker (Madison Iseman)  your typical high school geek, jock,  wallflower and drama queen get to serve detention together and asked to clean an old storage are by their principal. They stumble upon an old Nintendo styled video game and are sucked into the Jumaji world. They each have chosen different avatars and are sort of reincarnated as their avatars in their game."}, {"criticName": "Mid-day", "rating": "2.5", "review": "It`s not very clear whether `Jumanji: Welcome to the Jungle` is a sequel, reboot or a remake- but it continues to be about the game that gets it`s players transported into it`s jungle setting and forced to play the different levels in order to save their own lives."}]}, "userRating": {"averageRating": "4.2", "reviews": [{"reviewTitle": "Absolutly Funny", "reviewerName": "Edison", "rating": "80", "review": "Lacks a story line ... however it all covers up with the humor .. we had fun ... its a good watch for the ful family ... 3D is well done ..."}, {"reviewTitle": "A must watch movie", "reviewerName": "Rekha", "rating": "100", "review": "really good movie.Both adventurous and fun are there.I loved this movie and awaiting for the next jumanji. I'll recommend this movie to all of my friends"}, {"reviewTitle": "Superb movie", "reviewerName": "Pallavi", "rating": "100", "review": "Awesome movie with humor and adventure, fun to watch with family, friends and kids.Loved all the characters and the effects were nice. Story is pretty cool. Must watch."}, {"reviewTitle": "Entertaining", "reviewerName": "Poonam", "rating": "100", "review": "Amazing suspense and thrill. Good story line and genuine act by the characters, funny and engaging. Children will enjoy the action scenes and animation."}, {"reviewTitle": "Jumanji", "reviewerName": "Prakash", "rating": "60", "review": "I was expecting more action, specially when Rock is there in the movie.so I would give this movie 3 point out of five. because compare to old Jumanji series it is less entertaining."}, {"reviewTitle": "jumanji", "reviewerName": "sagar", "rating": "80", "review": "movie was super...nice 3d effect... exicuted well...comedy was super... all acted super... dont miss it with ur kids n frds r family... enjoy the new year"}, {"reviewTitle": "Excellent", "reviewerName": "Sukumar", "rating": "100", "review": "My childrens enjoyed the movie and good comedy film and adventure film. The quality of the theater good and sound also good.3d effects not that much better"}, {"reviewTitle": "Awsome", "reviewerName": "Sujith", "rating": "100", "review": "Great action, Good touch of humour, Good animation. All characters are placed well just exciting as the old one. The movie is more like a game and its great to watch"}, {"reviewTitle": "superb movie 😍😍😘", "reviewerName": "Mayur", "rating": "80", "review": "beginning with the \"Rock\" he is absolutely stunning in comic timings, in acting skills and u can't tell the greats of dwane Johnson how to do action scenes, simple story which is presented extremely beautifully, awesome direction and execution.\nall in all its a great movie to watch..."}]}}}, "ET00068327": {"synopsis": "In the brand new adventure Jumanji: Welcome to the Jungle, the tables are turned as four teenagers in detention are sucked into the world of Jumanji. When they discover an old video game console with a game they've never heard of, they are immediately thrust into the game's jungle setting, into the bodies of their avatars. What they discover is that you don't just play Jumanji - Jumanji plays you. They'll have to go on the most dangerous adventure of their lives, or they'll be stuck in the game forever.", "cast": ["Dwayne Johnson", "Kevin Hart", "Jack Black", "Karen Gillan", "Bobby Cannavale", "Missi Pyle", "Nick Jonas"], "crew": {"Jake Kasdan": "Director|", "Chris McKenna": " Writer|", "Erik Sommers": " Writer|", "Henry Jackman": " Musician|"}, "rating": {"heartRating": {"rating": "81", "userVoteCount": "100,251 votes"}, "criticRating": {"averageRating": "3.1", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Leave your world behind for a film you'll find more than fine.  A sequel to one of the most well-remembered films of the nineties, Jumanji: Welcome to the Jungle brings back the legendary game that's still deadly 22 years later. What Jumanji: Welcome to the Jungle is About:  In the original 1995 film, Jumanji []..."}, {"criticName": "Hindustan Times", "rating": "3", "review": "On paper, Jumanji: Welcome to the Jungle represents everything thats wrong about the way Hollywood makes movies. Its a reboot of a property most people would recall with fondness (even if they dont quite remember why); it features a cast so likeable that they could easily be used for marketing propaganda; its written by five screenwriters (which can usually be taken as confirmation of a films poor quality) and directed by one Jake Kasdan (in hindsight, just the sort of inoffensive filmmaker who could pull this off)."}, {"criticName": "The Indian Express", "rating": "2", "review": "A remake of a surprise 1995 hit, this time with people getting sucked for real into a video game. At some level, this perhaps seemed like a good idea. At one level, while the players are teenagers going through the usual pangs of high school  of being nerds, sport jocks, the pretty girl, and the serious one  this has the scent of a good idea."}, {"criticName": "Rediff", "rating": "3.5", "review": "Like any other 1990s kid, I lapped up Jumanji`s destruction and adamant wildlife creating a relentless atmosphere of urgency and danger. Around this dark board game, played by kids and kids who look like grown-ups, the stakes felt high and events inspired novelty."}, {"criticName": "Firstpost", "rating": "3", "review": "There are some movies that should not be messed with  particularly because they represent a significant part of our childhood. Jumanji is one of such films and any prospect of a remake sends a shiver down the spine. However, Jumanji: Welcome to the Jungle is is surprisingly not as bad you think it would be, in fact its breezy and harmless nature might just win you over."}, {"criticName": "The Times of India", "rating": "4", "review": "In the age of Hollywood`s obsession with franchise-building and reboots, the idea for a sequel to 1995`s `Jumanji` came across as another eye-roll worthy project. However, the combination of charming actors Dwayne Johnson, Jack Black, Karen Gillian and Kevin Hart, made it evident that this would wind up either being a complete trainwreck, or sheer mindless fun."}, {"criticName": "The Guardian", "rating": "3", "review": "The 90s family adventure Jumanji was a fantasy romp about children being whooshed into the universe of a magical board game, where a former kid player played by Robin Williams had grown to adulthood, having been marooned there. The film seemed to be using the grammar and rhetoric of video-gaming, which is about getting from one level to another by not getting killed."}, {"criticName": "Koimoi", "rating": "3", "review": "Jumanji: Welcome To The Jungle starts in the year 1996 on a beach  when a kid named Alex finds the infamous board game buried in the sand. Its that time of the era when who plays a board game? and instead television games have taken over the trend. Getting ignored by Alex, the board game turns magically into a video game cassette, remember how we had the Super Mario one?"}, {"criticName": "Dna India", "rating": "3", "review": "The story of Jumanji: Welcome to the Jungle picks up just a year after the original board game story. This time, it has become a video game and instead of the Jungle destroying the real world, the game sucks in four teenagers - a nerd, a jock, a diva, and an introvert - who work as a team to finish the game. They will have to survive the increasingly difficult levels to get out alive."}, {"criticName": "Deccan Chronicle", "rating": "2", "review": "The film tells a story of four high school students, a nerdy geek Spencer (Alex Wolff), a pretty and popular Bethany (Madison Iseman), a football jock `Fridge` (Ser`Darius Blain) and a shy bookworm Martha (Morgan Turner). Their lives turn upside down when they accidentally get sucked into the video game `Jumanji`."}, {"criticName": "News 18", "rating": "4", "review": "2017`s been quite the year, and a bad one for many. And in an instance of art imitating life, most of the films released this year have been a Geostorm of box-office disappointments. But finally, at the shag end of a very gray period, Jumanji: Welcome to The Jungle flashes out like a bright beam of sunlight."}, {"criticName": "Bollywood Hungama", "rating": "3", "review": "Back in 1995, we saw the release of the Robin Williams film JUMANJI. The film which was an adaptation of the 1981 children`s book of the same name by Chris Van Allsburg went on to become somewhat of a classic with fans across the world. Now decades later, we see the release of a standalone sequel of the film that features Dwayne Johnson, Jack Black, Kevin Hart, Karen Gillan, Nick Jonas and Bobby Cannavale. But will the new age film live up to expectations or will it, like so many other recreations, be a washout is the question."}, {"criticName": "Financial Express", "rating": "3.5", "review": "Jumanji: Welcome To The Jungle was one of the most awaited Hollywood flicks this season, especially for the millennials who decided to throng the theatres in order to trigger their memories. One of the 90s kids favourite, Jumanji went for a 2.0 version starring superstar Dwayne Johnson, Karen Gillan, Kevin Hart, Jack Black, Rhys Darby, Nick Jonas and is helmed by Jake Kasdan."}, {"criticName": "Filmfare", "rating": "3", "review": "Spencer Gilpin (Alex Wolff), Martha Kaply (Morgan Turner), Anthony Fridge Johnson (SerDarius Blain), and Bethany Walker (Madison Iseman)  your typical high school geek, jock,  wallflower and drama queen get to serve detention together and asked to clean an old storage are by their principal. They stumble upon an old Nintendo styled video game and are sucked into the Jumaji world. They each have chosen different avatars and are sort of reincarnated as their avatars in their game."}, {"criticName": "Mid-day", "rating": "2.5", "review": "It`s not very clear whether `Jumanji: Welcome to the Jungle` is a sequel, reboot or a remake- but it continues to be about the game that gets it`s players transported into it`s jungle setting and forced to play the different levels in order to save their own lives."}]}, "userRating": {"averageRating": "4.2", "reviews": [{"reviewTitle": "Absolutly Funny", "reviewerName": "Edison", "rating": "80", "review": "Lacks a story line ... however it all covers up with the humor .. we had fun ... its a good watch for the ful family ... 3D is well done ..."}, {"reviewTitle": "A must watch movie", "reviewerName": "Rekha", "rating": "100", "review": "really good movie.Both adventurous and fun are there.I loved this movie and awaiting for the next jumanji. I'll recommend this movie to all of my friends"}, {"reviewTitle": "Superb movie", "reviewerName": "Pallavi", "rating": "100", "review": "Awesome movie with humor and adventure, fun to watch with family, friends and kids.Loved all the characters and the effects were nice. Story is pretty cool. Must watch."}, {"reviewTitle": "Entertaining", "reviewerName": "Poonam", "rating": "100", "review": "Amazing suspense and thrill. Good story line and genuine act by the characters, funny and engaging. Children will enjoy the action scenes and animation."}, {"reviewTitle": "Jumanji", "reviewerName": "Prakash", "rating": "60", "review": "I was expecting more action, specially when Rock is there in the movie.so I would give this movie 3 point out of five. because compare to old Jumanji series it is less entertaining."}, {"reviewTitle": "jumanji", "reviewerName": "sagar", "rating": "80", "review": "movie was super...nice 3d effect... exicuted well...comedy was super... all acted super... dont miss it with ur kids n frds r family... enjoy the new year"}, {"reviewTitle": "Excellent", "reviewerName": "Sukumar", "rating": "100", "review": "My childrens enjoyed the movie and good comedy film and adventure film. The quality of the theater good and sound also good.3d effects not that much better"}, {"reviewTitle": "Awsome", "reviewerName": "Sujith", "rating": "100", "review": "Great action, Good touch of humour, Good animation. All characters are placed well just exciting as the old one. The movie is more like a game and its great to watch"}, {"reviewTitle": "superb movie 😍😍😘", "reviewerName": "Mayur", "rating": "80", "review": "beginning with the \"Rock\" he is absolutely stunning in comic timings, in acting skills and u can't tell the greats of dwane Johnson how to do action scenes, simple story which is presented extremely beautifully, awesome direction and execution.\nall in all its a great movie to watch..."}]}}}, "ET00059286": {"synopsis": "Kush is a gynecologist by profession, but a self-confessed party animal and ladies man by heart. Owing to his secret life, Kush doesn't object when his family zero-in on a homely girl for marriage. An MBA graduate, Kushi seems like the perfect bride who would be oblivious enough to Kush's secret life style, but what he doesn't know is that Kushi's also a party animal secretly. Things take a turn for the worse when they both get to know each other better.", "cast": ["Ganesh", "Rashmika Mandanna", "Sadhu Kokila", "Girish Shivanna"], "crew": {"Simple Suni": "Director| Writer| Screenplay|", "TR Chandrasekhar": " Producer|", "Judah Sandy": " Musician|", "Santhosh Rai Pathaje": " Cinematographer|"}, "rating": {"heartRating": {"rating": "78", "userVoteCount": "20,241 votes"}, "criticRating": {"averageRating": "3.5", "reviews": [{"criticName": "Indiaglitz", "rating": "4", "review": "It is a fun filled entertainer for the family audience. Director Suni has looked at the ultra modern society in his imagination. The high profile life of party and pub culture today is a temporary enjoyment, in life emotions are very important he has focused with a convincing style. Director Suni lives up to the expectations in this lively film."}, {"criticName": "Nam Cinema", "rating": "4", "review": "The story line of course is as simple as the director Simple Suni which falls into a RomCom genre, what works for the movie is the refreshing smooth screenplay through out. The story revolves around the lead pair bowing down to pressure of marriage from family, it proceeds with predictable #Chamak turn of events and how the turn of events end forms the later half of the story."}, {"criticName": "The Times of India", "rating": "3.5", "review": "Kush is a successful gynecologist who lives life in a carefree way. He chooses to marry a girl of his family`s choice. This perfect homemaker named Khushi seems to be just the gullible wife he wanted to ensure he continues to live his playful life post marriage. Or so he thinks..."}, {"criticName": "Chitraloka", "rating": "3.5", "review": "It is a magical combination of Ganesh, Rashmika Mandanna and director Simple Suni. They have managed to give a very entertaining film in the form of Chamak. The film has a fresh feel and a contemporary take on the compulsion of marriage and how the young people today approach it. Marriage is not seen as a lifetime effort and commitment. But it only takes a few things to realise how do deal with it. That is what is shown in the film in an interesting manner."}, {"criticName": "Cinibuzz", "rating": "3", "review": "Director Suni alias Simple Suni has come out with a different film that has the potential to cater all categories, especially all age groups, of audiences. The film Chamak takes off well but slows down during the second half. However, the director proves his mettle by ensuring screenplay crisp in the climax which will be appreciated by women audiences."}, {"criticName": "Filmibeat", "rating": "3", "review": "Khush, a gynaecologist, gets into a wedlock with Khushi, a student. They appear to be a discreet couple when they are with each other. However, their originality narrates a different story, which will be hidden within themselves."}, {"criticName": "Firstpost", "rating": "2.5", "review": "Chamaks storyline isnt fresh from the oven. Its like a food item that rests in the refrigerator for several years. The task of writers and directors to do here is  open the fridge and reheat the item and garnish it with the flavor of the season whenever they want to feed the audience."}, {"criticName": "Cinema Express", "rating": "4", "review": "Suni knows to keeps his subject unique and with Chamak, he succeeds not only in making his characters loveable but also lastable. With Kush (Ganesh) and Kushie (Rashmika Mandanna), the director manages to create an aura that leads us to define romance at a different level. We fall in love all over again. The film explores relationship after marriage, and how much of each gets committed to it, which is quite relevant is today."}, {"criticName": "Chitratara", "rating": "4", "review": "Chamak  with this title the surprises are sure to be part of the film. This is what Simple Suni has followed. The biggest Chamak for the audience is when the couple came together! A film with full of rehearsals for Rashmika Mandanna before her marriage with Rakshit Shetty, it is a cake walk for golden star Ganesh in Chamak."}]}, "userRating": {"averageRating": "4", "reviews": [{"reviewTitle": "its a fully nice family movie", "reviewerName": "sagar", "rating": "100", "review": "i watched with family all are enjoy good entertainment... ganesh always choose good entertainment story...this weekend with family nice flick...dont Miss it...gd family oriented story..."}, {"reviewTitle": "awesome movie", "reviewerName": "yuvaraj", "rating": "100", "review": "auch an classy movie ..must watch guys ...superb comedy cool storyline...\n ..director is superbb...superb direction...👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌"}, {"reviewTitle": "Blockbuster of the year", "reviewerName": "Abhishek", "rating": "100", "review": "Stepping out of a cinema hall and I couldn't wait reviewing it.\nYes #chamak a montage of emotions ,an  out and out comedy movie laced up with romance . Simple Suni captain of the ship , this movie couldn't be  narrated better than this and you have done it flawlessly. And thanks for bringing back that vintage ganesh. Rashmika Mandanna very impressive performance ,long way to go. Don't miss this out .go watch #chamak"}, {"reviewTitle": "superb movie.", "reviewerName": "suresh", "rating": "100", "review": "its a wonderful, different, romantic comedy movie.superb...enjoyed movie with family simple sunis direction, ganis, rashmikas action super combination dont miss"}, {"reviewTitle": "Superb", "reviewerName": "arun", "rating": "100", "review": "Amazing movie with nice story, very good comedy, emotional moments, Overall a complete family entertainer.Great weekend movie  even for non Ganesh Fans"}, {"reviewTitle": "excellent movie", "reviewerName": "Yashwanth", "rating": "100", "review": "very nice movie to watch with friends. you will enjoy. please watch this movie and support. ganesh and rashmika looks good on screen. quality is also good..."}, {"reviewTitle": "good movie", "reviewerName": "GANGADHAR", "rating": "100", "review": "supobb movie In ths movie u ll be never get bored and good family entertainment 😍😍😍😍 and Ganesh acting nce and more over Rashmika Mandanna acting is fabulous she acting very well"}, {"reviewTitle": "Epic Rom-com of kannada", "reviewerName": "Viru", "rating": "100", "review": "This Genre of movies in Kannada is rare and this one just topped the charts , Suni sir and unique level of Comedy and lyrics just keeps the movie entertaining. Do watch it it Rocks 👍🏻😄"}, {"reviewTitle": "Simple But Special 😎", "reviewerName": "Manjunath", "rating": "90", "review": "A good comedy entertainer with typical SUNI 'Chamaks'..,Ganesh & Rashmika performed well... Totally a good movie with all the aspects.. Thump's Up."}]}}}, "ET00068229": {"synopsis": "Carbon is the story of Sibi Sebastian, (played by Fahadh Faasil) and his never ending struggle to make it big in life. The film travels alongside him in his quest for new horizons and opportunities. While others pass by, his relentless determination takes him to the most unexpected situation in his life. How Sibi handles that situation and weather his dreams will ever come true is what we are waiting to see!", "cast": ["Fahadh Faasil", "Mamta Mohandas", "Dileesh Pothan", "Soubin Shahir", "Manikandan R. Achari", "Nedumudi Venu", "Kochu Preman", "Praveena"], "crew": {"Venu Isc": "Director| Writer|", "Siby Thottupuram": " Producer|", "Navis Xaviour": " Producer|", "Vishal Bhardwaj": " Musician|", "K. U. Mohanan": " Cinematographer|"}, "rating": {"heartRating": {"rating": "74", "userVoteCount": "4,763 votes"}, "criticRating": {"averageRating": "3.5", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Fahadh`s versatility and Venu`s eye for detail make Carbon a must-watch. When powerhouses like Venu and Fahadh Faasil come together, the result is a thorough entertainer. The cinematographer-turned-director Venu, who makes his appearance after the 2014 Mammootty-starrer Munnariyippu, has delivered one of the better films in recent times. If the movie is a peek i..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "It`s not always that life`s moments of truth or hints of destiny reveal themselves clean and clear. But when they do, how do we know we are reacting right and carving out a sensible path there on, braving our fears and dilemmas? Though an adventure thriller that keeps us on the edge of our seats, Carbon also prods your thoughts, through the protagonist`s journey, about these larger questions of purposes, revelations and perseverance."}, {"criticName": "Filmibeat", "rating": "3", "review": "The story of Carbon revolves around a youngster named Siby, who is a representative of today`s youth. Siby`s big aim is to make money but his own plans and ideas for achieving it. At a juncture, he gets to know about a treasure deep inside the woods and what happens rest has been narrated in Carbon."}, {"criticName": "Lensmen Review", "rating": "3.5", "review": "Director Venus last film Munnariyippu was a movie that I liked a lot because of its subtlety. It was presented as a mans interesting intellectual arguments, but it ultimately talked about freedom. Carbon, the new film from the director again becomes an exciting watch because of the same subtlety factor. When you manage to understand Carbon, you will know that it is a message driven film."}, {"criticName": "Fullpicture", "rating": "3", "review": "At the hotel, when the Businessman (Vijayaraghavan) wants to see the emerald stone, the young man who claims to be the owner cheekily fishes out his phone and shows him a photo of the stone. The deal falls through. But he manages to walk away with some money. Undeterred, he hatches the next pushy trade deal. Carbon trails the journey of this local ten percenter Sibi Sebastian (Fahadh Faasil) and his ambitious, persistent half-baked plans to make a quick buck."}, {"criticName": "Cinema Express", "rating": "4", "review": "How do we find the riches of life? In self-realisation? Or in fighting our fears? Or, is it when we turn the ashes of life to diamonds of success? As different as it is for each, Venu`s Carbon definitely excites us to seek the treasures. Through a visually-enticing drama about a man`s quest for wealth, the director takes us through the realms of the human psyche with utmost conviction."}]}, "userRating": {"averageRating": "3.8", "reviews": [{"reviewTitle": "Jungle Spirit and Alchemy", "reviewerName": "Anjali", "rating": "100", "review": "Carbon is such a great movie with a touch of alchemist in it. So much thought has gone into scripting this movie. nnThe central character Sibi (Fahad) is looking for a treasure all his adult life in the city but it takes the jungle to bring a break in his life. The fact that one has to nearly offer his own life, or at least be ready to sacrifice own life in order to reach your goal is so vivid in this film.nnA very relevant movie that shows a healthy relationship between a man and woman without bringing in the masala of romance was refreshing.nnMamta was being her strong self as usual. She claims to be a Jungle Junkie and not some photographer, scientist type in order to come to a Jungle as well. The makers of the movie really knows how to bring about a Jungle in its true form. They have also paid a lot of respect to the Kanikkar community as well and honours their spirituality towards the jungle.nnA wonderful experience indeed. Highly recommended watch.nnPeace and Power.nKiranjali"}, {"reviewTitle": "A slow moving one", "reviewerName": "Akshay", "rating": "80", "review": "A superb performance from Fahad Fasil again.The story is not enough strong to make a film, still the some factors cause great impact on People to watch the film like Fahad's acting and screen presence and Good visuals."}, {"reviewTitle": "Upto clImax... This movie takes our heart.... Then disaster..!!!!!", "reviewerName": "Leo", "rating": "80", "review": "If you have time to spend for an adventure based movie, the you can enter the theatre and should leave before 15 minutes to the end.Because fahad presented a mind blowing performance, but the lack of twists and turns on the end makes this movie an average one."}, {"reviewTitle": "men and nature", "reviewerName": "lukman", "rating": "100", "review": "this movie is one of its kind totally a new experience with very few characters and each character having it's own individuality,fahad Gasol did his magic as always,men and nature! The story of  adventure with a beautiful message \"the best things in life stays on the other side of your maximum fear\".."}, {"reviewTitle": "Nice movie", "reviewerName": "Jenson", "rating": "80", "review": "Wild life was super.. Fahad acting was very nice.. May be he was getting next state award for best actor... Cam was good also direction.. All character act as brilent.. Location was beatiful nature.."}, {"reviewTitle": "Best adventures movie", "reviewerName": "jessy", "rating": "100", "review": "Best adventerous movie Malayalam Industy can ever see.the Camara work is the brilliant stuff.1st half is comedy and 2nd half is adventurous.fahad acting oru rekshellaa superr"}, {"reviewTitle": "Worth NOT!", "reviewerName": "Diana", "rating": "20", "review": "Perhaps this film might pull off posh audience who look for a serene picturesque screenplay. A pointless wandering story. Vague script! 3 hours of Discovery Channel in a home-theatre would help save ur bucks."}, {"reviewTitle": "must watch", "reviewerName": "Ansar", "rating": "100", "review": "2nd half is really good. As always fahad's acting was on point. Felt the 1st half was kind of laggy. Good to watch with family. Shots from the forest are a work of art."}, {"reviewTitle": "good movie..no borody", "reviewerName": "Sajith", "rating": "100", "review": "fahad was super...good movie ...nice story...super location ..safe hand with fahad fasil...mamata  character is good ..nice comedy scene. overall good"}]}}}, "ET00066264": {"synopsis": "Amazon Obhijaan, directed by Kamaleswar Mukherjee will see Dev returning in his role as the famous adventurer Shankar exploring the length and breadth of South America, including the vast jungle of Amazon in a search of the mysterious land of gold, El Dorado.", "cast": ["David James", null], "crew": {"Kamaleshwar Mukherjee": "Director| Writer|", "Debojyoti Mishra": " Musician|"}, "rating": {"heartRating": {"rating": "60", "userVoteCount": "13,421 votes"}, "criticRating": {"averageRating": "3", "reviews": []}, "userRating": {"averageRating": "3", "reviews": [{"reviewTitle": "most worst movie of 2018", "reviewerName": "Dharma", "rating": "10", "review": "I havent seen this much laged movie till now worst graphics I have ever seen\nfinally the hero can fight any animal in amazon with his fits how can it possible"}, {"reviewTitle": "Good for adventure", "reviewerName": "Hardik", "rating": "70", "review": "Making may be kind of lagging one. but the story is really worth a watch. Do watch it if you are an adventure lover. Dialogues could be much better."}, {"reviewTitle": "better", "reviewerName": "Rakesh", "rating": "40", "review": "can make movie so beter. and the movie story was a elongated so people feld so bore  but some what we enjoy the movie.and u can make a grate story . I wish u all the best. my dear friend."}, {"reviewTitle": "waste of money", "reviewerName": "Azeez", "rating": "10", "review": "graphics were one of the drawback to this movie,even in serials they are doing Good,performance wise everyone did not acting only overacting especially by heroins Father,but Amazon was shooted well ,it looks like documentary film not a movie,better watch in tv's"}, {"reviewTitle": "dont waste ur energy", "reviewerName": "Venkatesh", "rating": "10", "review": "worst movie i ever seen\nanimations are riddiculos\ndare to watch this movie \neven begeneer can do better animations\n i dont know y they used win diesels picture in poster"}, {"reviewTitle": "it is the best adventure movie in India", "reviewerName": "Unplugged", "rating": "100", "review": "it is the best adventure movie in India it has released in 6 languages all over the India and it is most successful movie of West Bengal cinematography is best part of this movie you can feel the beauty of amazonia in theatre"}, {"reviewTitle": "osm", "reviewerName": "Ujjal", "rating": "100", "review": "this is very good movie. I like this movie. Hero Dev is looking so good. sounds & location is so attractive.actually this is the best Indian adventure flim."}, {"reviewTitle": "worst movie", "reviewerName": "Kiran", "rating": "20", "review": "Worst Movie I have seen..I came out In Interval\n..Graphics is not at all good.Time waste.Head ache movie..Plzz Guys Dont Watch it..Instead of these watch another movie"}, {"reviewTitle": "worest", "reviewerName": "hero", "rating": "10", "review": "I never seen such a worest movie in my life ... graphics are too worest  childrens also didn't like this movie...   cartoon movies are the best   then campaign to this movie..."}]}}}, "ET00066263": {"synopsis": "Amazon Obhijaan, directed by Kamaleswar Mukherjee will see Dev returning in his role as the famous adventurer Shankar exploring the length and breadth of South America, including the vast jungle of Amazon in a search of the mysterious land of gold, El Dorado.", "cast": ["David James", null], "crew": {"Kamaleshwar Mukherjee": "Director| Writer|", "Debojyoti Mishra": " Musician|"}, "rating": {"heartRating": {"rating": "60", "userVoteCount": "13,421 votes"}, "criticRating": {"averageRating": "3", "reviews": []}, "userRating": {"averageRating": "3", "reviews": [{"reviewTitle": "most worst movie of 2018", "reviewerName": "Dharma", "rating": "10", "review": "I havent seen this much laged movie till now worst graphics I have ever seen\nfinally the hero can fight any animal in amazon with his fits how can it possible"}, {"reviewTitle": "Good for adventure", "reviewerName": "Hardik", "rating": "70", "review": "Making may be kind of lagging one. but the story is really worth a watch. Do watch it if you are an adventure lover. Dialogues could be much better."}, {"reviewTitle": "better", "reviewerName": "Rakesh", "rating": "40", "review": "can make movie so beter. and the movie story was a elongated so people feld so bore  but some what we enjoy the movie.and u can make a grate story . I wish u all the best. my dear friend."}, {"reviewTitle": "waste of money", "reviewerName": "Azeez", "rating": "10", "review": "graphics were one of the drawback to this movie,even in serials they are doing Good,performance wise everyone did not acting only overacting especially by heroins Father,but Amazon was shooted well ,it looks like documentary film not a movie,better watch in tv's"}, {"reviewTitle": "dont waste ur energy", "reviewerName": "Venkatesh", "rating": "10", "review": "worst movie i ever seen\nanimations are riddiculos\ndare to watch this movie \neven begeneer can do better animations\n i dont know y they used win diesels picture in poster"}, {"reviewTitle": "it is the best adventure movie in India", "reviewerName": "Unplugged", "rating": "100", "review": "it is the best adventure movie in India it has released in 6 languages all over the India and it is most successful movie of West Bengal cinematography is best part of this movie you can feel the beauty of amazonia in theatre"}, {"reviewTitle": "osm", "reviewerName": "Ujjal", "rating": "100", "review": "this is very good movie. I like this movie. Hero Dev is looking so good. sounds & location is so attractive.actually this is the best Indian adventure flim."}, {"reviewTitle": "worst movie", "reviewerName": "Kiran", "rating": "20", "review": "Worst Movie I have seen..I came out In Interval\n..Graphics is not at all good.Time waste.Head ache movie..Plzz Guys Dont Watch it..Instead of these watch another movie"}, {"reviewTitle": "worest", "reviewerName": "hero", "rating": "10", "review": "I never seen such a worest movie in my life ... graphics are too worest  childrens also didn't like this movie...   cartoon movies are the best   then campaign to this movie..."}]}}}, "ET00062203": {"synopsis": "Gail, a devout mother, after failing to convince her estranged father to pay the ransom money demanded by the kidnappers of her 16-year-old son, John Paul Getty III, tries to sway him. In her desperate attempt to save the life of her child, she finds an unlikely ally in Getty's advisor, but they have to race against time.", "cast": ["Michelle Williams", "Mark Wahlberg", "Christopher Plummer", "Romain Duris", "Timothy Hutton", "Andrew Buchan", "Marco Leonardi"], "crew": {"Ridley Scott": "Director| Producer|", "Chris Clark": " Producer|", "Mark Huffam": " Producer|", "Bradley Thomas": " Producer|", "Kevin Walsh": " Producer|", "David Scarpa": " Writer|", "Daniel Pemberton": " Musician|", "Dariusz Wolski": " Cinematographer|", "Claire Simpson": " Editor|"}, "rating": {"heartRating": {"rating": "73", "userVoteCount": "2,010 votes"}, "criticRating": {"averageRating": "3.5", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Two octogenarians deliver the best thriller of the year. Ridley Scott is probably one of those people who would never say, ``I am too old to make movies``. The 80-year-old director probably delivered one of the best thrillers this January and is already on his next project. All The Money In The World is []..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "This crime drama by Ridley Scott is based on the real-life kidnapping of John Paul Getty III. The production experienced its own behind-the-scenes drama following allegations of sexual harassment against Kevin Spacey who had finished shooting all his scenes as Jean Paul Getty. Spacey was replaced by Christopher Plummer in the title role - a recasting that works brilliantly in the film`s favor."}, {"criticName": "Film Companion", "rating": "3.5", "review": "All the Money in the World is about the corrosive power of money and how extreme wealth twists a mans soul, crushing all traces of humanity. The film is based on true incidents that took place in 1973. At the time, Jean Paul Getty was the wealthiest man not just in the world but in the history of the world. Gettys 16-year old grandson, also known as Paul, is kidnapped in Rome. The kidnappers demand a 17-million-dollar ransom. To which Getty senior replies: I have 14 other grandchildren, and if I pay one penny now, Ill have 14 kidnapped grandchildren."}, {"criticName": "Firstpost", "rating": "3.5", "review": "All The Money In The World in its final form is so seamless youd never have known about the behind the scenes drama if you werent informed of them earlier. As a bonus it also packs one of the best ever performances from Christopher Plummer as the very rich and legendarily horrible oil magnate Paul Getty."}, {"criticName": "News 18", "rating": "3.5", "review": "The specter of the Kevin Spacey allegations, following right on the heels of Harvey Weinsteins, could have loomed large over All the Money in The World, and indeed did so until the Oscar-bait films actual release. So first, let us tip our hats to both director Ridley Scott (aged 80) and thespian Christopher Plummer (aged 88), as well as the rest of the production unit, for having exorcised it of even the slightest miasma. That too in nine days."}, {"criticName": "The Telegraph", "rating": "4", "review": "When it comes to the bone-splintering crunch of it, how much in cold, hard currency are any of us actually worth? Its a question Kevin Spacey must have asked himself after his performance as the oil baron J Paul Getty was cut from Ridley Scotts new film in light of widespread allegations of sexual harassment."}, {"criticName": "The Guardian", "rating": "4", "review": "The rich are different from you and me, said F Scott Fitzgerald, to which Ernest Hemingway is famously alleged to have replied: Yes, they have more money. This film suggests they also have more fear of their own children  fear that they will parasitically suck away energy that should be devoted to building up riches and status; that they will fail to be worthy inheritors of it, or waste it, or cause it to be catastrophically mortgaged to their own pampered weakness."}, {"criticName": "Hindustan Times", "rating": "3", "review": "Right now the wounds are too fresh. The gashes are still too raw, too shudder-inducing to look at. So, a shameful glance is really the best we can do. But in a few years, when the scars have healed, we can all reflect on the time when Ridley Scott made history."}, {"criticName": "The Indian Express", "rating": "2.5", "review": "How much is too little? If you have all the money in the world, that question shouldnt even be asked, especially if a precious life is at stake. Its 1973 and super tycoon J Paul Getty has so much that hes forgotten the amount: if you have to count it, youre not a billionaire, he tells an admiring reporter from a magazine. But when his 16-year-old grandson John Paul Getty III is kidnapped in Rome, and the boys mother looks to him to pay the ransom, he refuses."}, {"criticName": "Rajeev Masand", "rating": "3.5", "review": "Ridley Scotts new film All the Money in the World is based on the true story of the world-famous kidnapping of the grandson of oil tycoon John Paul Getty in 1973. Its a fascinating story, not least because of the miserly billionaire, who was the richest man in the world at the time, famously refused to pay a dime of the $17 million ransom demanded by the kidnappers to let the boy go."}]}, "userRating": {"averageRating": "3.7", "reviews": [{"reviewTitle": "Ridley Scott is still in form", "reviewerName": "Nihar", "rating": "80", "review": "A very good drama film.  It is based on true events so do not expect more that what was the truth.  I really liked the screenplay of the movie.  The performances too were decent.  Overall a satisfying watch"}, {"reviewTitle": "Too slow", "reviewerName": "Kris", "rating": "40", "review": "It’s a true story I guess that explains why it is so slow. Those looking for some action chilling experience it’s a  no go . If you’re absolutely nothing else to do then it’s okay"}, {"reviewTitle": "Amazing", "reviewerName": "Parboti", "rating": "100", "review": "I was expecting it to be good. but it turned out to be amazing. a very nice movie after a very long time! Suggest you to go watch it without any doubts. take sensible company."}, {"reviewTitle": "all the money in the world", "reviewerName": "Rohini", "rating": "100", "review": "excellent film. riveting. gripping. Christopher Plummer was simply awesome. what an actor. on the whole a fantastic experience. a must watch film."}, {"reviewTitle": "Best Cinematography", "reviewerName": "Abhishek", "rating": "100", "review": "The way it way described the smallest emotional everyone go through,. Liked the most telhe acting. It was awesome, whether it's acting emotions or any thing else."}, {"reviewTitle": "disappointing", "reviewerName": "Amruth", "rating": "20", "review": "thought it would be fill with suspense but it's very boring and bad story line up.. i will not recommend this movie to anyone. disappointed!!"}, {"reviewTitle": "don't miss", "reviewerName": "PARIJAT", "rating": "100", "review": "great acting...amazing dirction...Producers had pressurised director to take Kevin Spacey actor to play billionaire John Paul Getty though director Ridley Scott first preference was Christopher Plummer ...so though shooting  was completed with Kevin Spacey but then can allegations of molestations by Kevin Spacey so Riddley Scott reshot portions with Christopher Plummer"}, {"reviewTitle": "nice movie!", "reviewerName": "Tanushri", "rating": "80", "review": "don't know why ppl are calling it a boring movie . I personally loved the movie. there were not many twists and turns as the movie is based on true story but there were some. Christopher Plummer did great acting. I personally loved the role of Mr chase performed by Mark Wahlberg and the told of the kidnapper who helps the child. the acting of Michael Williams was unsatisfactory for me. Can't give 5stars just cause of her. overall a good movie if you have sensible taste in movies."}, {"reviewTitle": "Ridley Scott average stuff", "reviewerName": "Hari", "rating": "50", "review": "A dead slow paced screenplay is the biggest let down on a functional performances puts up the show okayish. art work and DOP was stunning throughout ."}]}}}, "ET00067193": {"synopsis": "Mari Tiger is a Kannada movie starring Vinod Prabhakar and Teju in prominent roles. It is an action thriller directed by P. N. Satya with Rock Ravi as musician, forming part of the crew.", "cast": ["Vinod Prabhakar", "Teju"], "crew": {"P. N. Satya": "Director|", "Ramesh Kashyap": " Producer|", "Ajay Kumar": " Writer| Screenplay|", "Rock Ravi": " Musician|"}, "rating": {"heartRating": {"rating": "66", "userVoteCount": "389 votes"}, "criticRating": {"averageRating": "2.3", "reviews": [{"criticName": "The Times of India", "rating": "1.5", "review": "Tiger is an orphan who lives in an abandoned train compartment near the Bengaluru Railway Station. He makes his living by taking on contract jobs for money and shows no loyalty, except to money. What happens when a girl named Ganga enters his life and seems like a ray hope?"}, {"criticName": "Chitratara", "rating": "3", "review": "This is a Pukka Mass entertainer. Vinnod Prabhakar rocks. He is like rock! The action takes the notice in this film. Thriller Manju, Different Danny stunts in Mari Tiger catches attention in the B and C centers without fail."}]}, "userRating": {"averageRating": "3.5", "reviews": [{"reviewTitle": "Real mari tiger", "reviewerName": "chinmayi", "rating": "100", "review": "This movies majority goes with action... No doubt our star did a very good thats vinod prabhakar... His style n dialogue delivery is awesome... Pls do watch with family n friends... And give us a big applause... Thank u"}, {"reviewTitle": "Super", "reviewerName": "Pratik", "rating": "100", "review": "Super movie...Good screenplay...Casting is average...Action scene are also super...Must encourage this type of movies... Overall it's good to watch"}, {"reviewTitle": "super", "reviewerName": "Muniraja", "rating": "100", "review": "wow super active shooter and brilliant good kannada move super bowl party and brilliant\nPrabhakar es baka the tiger mare 🐅 super story super action super dialogues super Kannada movie"}, {"reviewTitle": "nice tiger", "reviewerName": "Datta", "rating": "100", "review": "good movie in Kannada industry keep it up. all acted well  through out the movie. good bgm and songs. well narrated  screen play. little bit lag  in second half"}]}}}, "ET00054037": {"synopsis": "The family drama chronicles the life of a young man, played by Nani, hailing from a middle-class family, who is willing to do absolutely anything for his family.", "cast": ["Nani", "Sai Pallavi", "Bhumika Chawla", "Naresh", "Aamani", "Rajiv Kanakala", "Priyadarshi Pulikonda"], "crew": {"Venu Sriram": "Director|", "Dil Raju": " Producer|", "Devi Sri Prasad": " Musician|", "Sameer Reddy": " Cinematographer|"}, "rating": {"heartRating": {"rating": "70", "userVoteCount": "95,947 votes"}, "criticRating": {"averageRating": "2.7", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Nani style commercial entertainer. Dil Raju has been on a roll this year. All the five movies that he produced this year were super hits. This time he is back again with his Nenu Local hero Nani and the Fidaa heroine Sai Pallavi and the O My Friend director Venu Sriram. MCA is touted []..."}, {"criticName": "Firstpost", "rating": "3", "review": "In Venu Srirams MCA (Middle Class Abbayi), the stranger is Nani, whos forced by his brother to accompany his sister-in-law Bhumika, an RTO officer, when shes transferred to Warangal. Meanwhile, the city is under the clutches of Shiva (Vijay Varma), who runs a transport company, and everyone is scared of him."}, {"criticName": "123 Telugu", "rating": "3", "review": "Nani(Nani) is a middle-class guy who stays with his sister in law(Bhumika). He leads a happy go lucky life with his girlfriend(Sai Pallavi) but things change all of a sudden when his sister in law who is a government servant lands into problems with a dreaded criminal(Naresh Vijay) in Warangal. Rest of the story is as to how a simple guy like Nani confronts the dreaded gangster and saves his sister in law."}, {"criticName": "Telugu 360", "rating": "3", "review": "Nani & Rajeev Kanakala are brothers who lead happy bachelors life. Bhumika enters into their life as Rajeevs wife, Nani gets uncomfortable for being sidelined. The obvious importance and authority that Vadhina Bhumika gets at the home drives Nani to develop slight conflict with her."}, {"criticName": "The Times of India", "rating": "2.5", "review": "Nani (Nani) is the RX 100-throttling `middle class abbayi` with family values and sentimental emotions running off the chart. He`s forced to move to Warangal to stay with his sister-in-law, Jyothi (Bhumika Chawla) while his brother is working in Delhi. Nani believes her to be the devil incarnate, the unnecessary wedge between him and his brother."}, {"criticName": "The Indian Express", "rating": "2.5", "review": "Just before the interval, Nani (Nani), a middle-class guy turns into an action hero. His sister-in-law Jyothis ( Bhumika) life is in danger as she refuses to give into the threats made by bad boy Shiva (Vijay Varma). As Shiva is about to squeeze the trigger of his gun pointing at Jyothi, Nani stands at the point-blank range of Shivas gun."}, {"criticName": "Hindustan Times", "rating": "2", "review": "Nanis MCA begins as the story of two brothers who love each other so much that the marriage of one is nothing short of a transgression. Nani (called Nani in the film) loves his brother so much that when a sister-in-law Jyothi (Bhumika Chawla) enters the picture, the emotion she evokes is jealousy."}, {"criticName": "Filmibeat", "rating": "3", "review": "Brothers, Nani and Rajeev Kanakala, lead a content and satisfied life together as bachelors. Bhumika enters their lives as Rajeev`s wife and Nani`s Vadina. Things start changing as all three enter the next phase of life both directly and laterally."}, {"criticName": "Cinema Express", "rating": "2.5", "review": "If not for Nani`s hapless middle-class act, there`d really be nothing worth watching in MCA. After a hiatus, director Venu Sreeram has arrived with a story of a youngster, who struggles to find a purpose in life. And one would definitely wonder the very purpose of his comeback after six years with a tried-and-tested trope that we see in every other Telugu film."}]}, "userRating": {"averageRating": "3.7", "reviews": [{"reviewTitle": "ROUTINE SHOW", "reviewerName": "rahul", "rating": "20", "review": "This movie wouldn't reachs the expectations of  Nani fans. The story line is predictable as it moves on as routine as the recent films. Simply it will be an eye candy for the Sai Pallavi only in 1st half and there is not much to do in the next half for her. So movie will be an optional for this weekend to watch"}, {"reviewTitle": "MCA (Middle Class Abbayi)", "reviewerName": "Ganesh", "rating": "40", "review": "hi. just now i watched the movie. its a just average movie. basically its routine movie. 1st half is good with nani sai pallavi chemistry and some comedy. 2nd half is routine game play. already we have seen more and more movies like this. \n acting wise nani, si pallavi, bhumika are good. story and screenplay just predictable. one time watch movie for nani and sai pallavi\n\nmy rating is 2.75/5"}, {"reviewTitle": "below average", "reviewerName": "mahesh", "rating": "40", "review": "first half was good and time pass. Nani was as usual & sai pallavi disappointed with same fidaa flavour. second half totally disappointed with weak Villan characterization bad screenplay disappointed climax. not worth watching in theatre."}, {"reviewTitle": "MCA", "reviewerName": "srikanth", "rating": "80", "review": "Nani acting was soo natural and sai Pallavi dance superb ad beautiful, bumika acting is nice overall the movie was fantastic and it's family entertainer... warangal location are superb..."}, {"reviewTitle": "good movie", "reviewerName": "chennareddy", "rating": "90", "review": "superb movie nani acting amazing natural star. climax superb and nani memory power is good and sharp. sai pallavi is good acting and dance super"}, {"reviewTitle": "Worst", "reviewerName": "Srinivas", "rating": "20", "review": "Finally a disaster which will act as an eye opener for people choosing mindless scripts. Worst movie ever. Spare yourself sometime and avoid the movie"}, {"reviewTitle": "Not at all Nani Level - Below Average", "reviewerName": "Neelakantha", "rating": "40", "review": "Nani is in a superb form with back to back hits and MCA is going to put brakes to that flow. The movie has nothing new and the story is below average. Nothing like what we expect from Nani"}, {"reviewTitle": "awsome", "reviewerName": "I'm", "rating": "100", "review": "nani's acting is awsome ... sai pallavis expressions r too good .. one more hit for nani ... story line I'd pretty good .. everyone done their job well ... awsome movie ... go for it u will love it ..."}, {"reviewTitle": "Waste to watch", "reviewerName": "Radha", "rating": "20", "review": "Nothing special about movie one time watch don't expect much I the movie songs r boring better luck next time pls don't expect n go slow movie"}]}}}, "ET00068877": {"synopsis": "Following the death of a student in America, concerns about the safety of Indian students in the US are raised by the Indian foreign minister. Acknowledging the incident, the US foreign minister calls for a press conference and invites an Indian journalist to see the sincere efforts taken by the American government to ensure students' safety. This leaves the Indian crime reporter, Pora exposed to gangsters.", "cast": ["R Janardhan", "Vallery Maravi", "Girish Karnad", "Tabla Nani", "Bhavya Urs"], "crew": {"R Janardhan": "Director|", "Shailendra K Beldhale": " Producer|", "Devraj shidleghatta": " Producer|", "Indra Sena": " Musician|", "S Pradeep Varma": " Musician|"}, "rating": {"heartRating": {"rating": "67", "userVoteCount": "99 votes"}, "criticRating": {"averageRating": "1.5", "reviews": [{"criticName": "The Times of India", "rating": "1.5", "review": "Purandara aka Pora is a journalist who visits the USA after the murder of an Indian student. He meets Nidhi, another student, in the USA who charms him and they decide to get married. What happens when Pora goes missing on the morning of the wedding?"}]}, "userRating": {"averageRating": "3.7", "reviews": [{"reviewTitle": "NEENILLADA MALE", "reviewerName": "Satishkumar", "rating": "90", "review": "Super movie, first half is awesome and second half is family sentiment,script,dialog,songs and acting both janardhan and valery, total family entertainment,"}, {"reviewTitle": "Super movie watched", "reviewerName": "Deepak", "rating": "100", "review": "Really superb concept and making of the film was awesome nice shown America.Really superb concept and making of the film was awesome nice shown America"}, {"reviewTitle": "nice movie", "reviewerName": "Rajesh", "rating": "80", "review": "nice movie making by new team, it's really fantastic to see America throught the movie, carrying suspense till end, wachable movie... all the best to the new team."}, {"reviewTitle": "New comers movie", "reviewerName": "Satish", "rating": "80", "review": "America shown nicely. Suspenses kept alive till the end of the movie. Overall experience of the movie is good. All the best the new comers. Well try"}]}}}, "ET00066259": {"synopsis": "Amazon Obhijaan, directed by Kamaleswar Mukherjee will see Dev returning in his role as the famous adventurer Shankar exploring the length and breadth of South America, including the vast jungle of Amazon in a search of the mysterious land of gold, El Dorado.", "cast": ["David James", null], "crew": {"Kamaleshwar Mukherjee": "Director| Writer|", "Debojyoti Mishra": " Musician|"}, "rating": {"heartRating": {"rating": "60", "userVoteCount": "13,421 votes"}, "criticRating": {"averageRating": "3", "reviews": [{"criticName": "The Times of India", "rating": "3", "review": "The big Bong film is here. Our very own, home-grown globetrotter Shankar (Dev) is back in action with yet another big-budget adventure flick, Amazon Obhijaan (AO). This time, ojparaganyer chhele, Shankar, is more experienced after knocking down his nemesis, the deadly Bunip, in his first ever adventure."}]}, "userRating": {"averageRating": "3", "reviews": [{"reviewTitle": "Please don't bring your logical mind inside the hall", "reviewerName": "Rajarshi", "rating": "20", "review": "First time seen that Air is more viscous than water - NO LOGIC\n\nI believed that Anna Florience knows Bengali as she's intention was to meet with Shankar \nBut Anna's father Marco who never ever came to India also knows Bengali. -NO LOGIC\n\nMechanics tells us that 'every action force has an equal & opposite reaction force' but the 3rd Law of Newton is not valid for the movie. You will see this when the bridge will break and Shankar will jump from it. The reaction force acting of Shankar's body is more than the action force acting on the piece of wood which is also in air (with no solid or ground support). - NO LOGIC\n\nDry wall catches fire with a throw of 'moshal' \nand not only that the entire cave catches fire in a fraction of second. -NO LOGIC\n\nShankar is brave enough to hold the leopard's neck and shoot him. -NO LOGIC\n\nThe Anaconda is more like 'hele sap' than Anaconda\n\nThese were highlights. You will see many more while watching it.\n\n If you judge the movie logically while watching it then two things can happen with you \n1: You will get so much angry\nor\n2: You will laugh a lot"}, {"reviewTitle": "The most boring bengali movie of this year", "reviewerName": "Debojyoti", "rating": "20", "review": "This movie could have been end within one and half hour. It is  suppose to be an adventurous movie, but I could not retrieve any adventures from it. Mr. Marco acted better than our DEV.\nUnnecessary time stretching throughout the whole movie. Shady work of animation. I would love to read the novel 100 times more, but I won't see this movie again in my life."}, {"reviewTitle": "total waste of money", "reviewerName": "Abhra", "rating": "10", "review": "the only thing to watch in the movie is its mind blowing location, else the entire movie is waste of time and money.Acting,  direction, story everything failed to leave any Impression."}, {"reviewTitle": "Worst ever!!!!!!", "reviewerName": "Shaswata", "rating": "20", "review": "Worst vfx acting and dubbing ever in a bengali movie, and ofcourse there is no story that makes any sense!!! The lead actor, dev as well as the supporting actors give their worst ever performances, its a disgrace to the original story, ‘chaader pahar’!!!"}, {"reviewTitle": "pathetic", "reviewerName": "Prasanjit", "rating": "10", "review": "a disgrace in quality of direction and choice of actors, these messed the storyline.  waste of time and money invested.i doubt I would watch another movie if directed by kamleshwar"}, {"reviewTitle": "Worst", "reviewerName": "Sant", "rating": "20", "review": "Not eligible for single star also..nTotal mess....."}, {"reviewTitle": "Vabnai jol dhele diyeche.....", "reviewerName": "Jui", "rating": "40", "review": "Besir vag kotha bojha Jay ni.. kono sub title nei... Emonki Bengali dialogue gulo kosto kore bujte hocchilo... R Kichu Kichu   jayga to khubi obastob... \" Chander pahar\" er kotha vebe Jodi movie ta dekle sottii khubii disappointed hote hobe.."}, {"reviewTitle": "Waste of time and money.", "reviewerName": "Arghya Dip", "rating": "20", "review": "Poor acting and pronouncing by dev , no logic, no such story , total waste of money and time, but may be good for children, because of animated anacondas and animals and falls, and forests etc etc.."}, {"reviewTitle": "Nice Experience!!!", "reviewerName": "Bimal", "rating": "100", "review": "It's my first experience for movie ticket booking via online and book my show has provided me a terrific starting. Thank You book my show!!!"}]}}}, "ET00046422": {"synopsis": "Now graduated from college and out in the real world where it takes more than a cappella to get by, the Bellas return in Pitch Perfect 3. After the highs of winning the World Championships, the Bellas find themselves split apart and discovering there aren't job prospects for making music with your mouth. But when they get the chance to reunite for an overseas USO tour, this group of awesome nerds will come together to make some music, and some questionable decisions, one last time.", "cast": ["Ruby Rose", "Hailee Steinfeld", "Anna Kendrick", "Elizabeth Banks", "Brittany Snow", "Anna Camp", "Rebel Wilson"], "crew": {"Trish Sie": "Director|", "Elizabeth Banks": " Producer|", "Paul Brooks": " Producer|", "Max Handelman": " Producer|", "Kay Cannon": " Writer| Screenplay|", "Christopher Lennertz": " Musician|", "Matthew Clark": " Cinematographer|", "Craig Alpert": " Editor|"}, "rating": {"heartRating": {"rating": "71", "userVoteCount": "950 votes"}, "criticRating": {"averageRating": "2.6", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: The group of girls rock this show.  Trish Sie, who is best known for directing Step Up: All In, has helmed the third and final installment of the Pitch Perfect series. The Bellas are back for one last performance and this time they have to not only prove their vocal skills but also beat []..."}, {"criticName": "The Times of India", "rating": "3", "review": "A sequel to Pitch Perfect 2 and the final in the trilogy, Pitch Perfect 3 reunites the Bellas, an all-girl a cappella group for one last musical performance. Although they`ve gone in different directions since the last installment, the Bellas  Beca (Anna Kendrick), Amy (Rebel Wilson) Chloe (Brittany Snow) and the rest of the motley crew  decide to participate in a contest where the winner gets a chance to be the opening act for DJ Khaled (playing himself). The other contestants, however, soon write off them off as a juvenile band with no real talent."}, {"criticName": "News 18", "rating": "3", "review": "No matter how close you are to your team, there comes a day when you have to carve your own niche and follow your dreams to make it bigger and better in life. Pitch Perfect 3 is exactly that. A commitment that started in 2012 with a triumph went on to establish a cappella in the most commercial form possible has now reached its final step and oh, we couldn`t be more delighted."}, {"criticName": "The Guardian", "rating": "4", "review": "The opening set-up is literally explosive: the Bellas are on a luxury yacht, performing another of their choreographed, beatbox-backed cover versions for the delectation of three unknown men. Suddenly Fat Amy (Wilson) comes crashing through the skylight, hoses the men with a fire extinguisher, and they all jump overboard before the yacht explodes."}, {"criticName": "Hindustan Times", "rating": "2", "review": "With the third part, the franchise scrapes the very bottom of the barrel only to land on a ridiculous story and a half a motivation to make it. What should have been the perfect send off to the singing dorks we fell in love with six years ago, ends up being a hodge podge of needlessly added action sequences and an inconsequentially extrapolated secondary characters backstory."}, {"criticName": "Firstpost", "rating": "1.5", "review": "Pitch Perfect 3 feels like the moment when a usually funny guy tells you the same joke for the third time, and when you dont laugh he begins stripping his clothes off and hooting wildly just to get a reaction from you. Call it the curse of the threequel, or an obvious cash grab, this is an aca-irritating finale that ends on a deflated note."}, {"criticName": "The Indian Express", "rating": "2", "review": "The third round of the Bellas, the female vocal group which raised the rafters in the two earlier versions, is basically a bland, very-occasionally-bubbling-to-the-surface, not-enough-laughs comedy. The girls who had got together in their callow college years is now adrift, trying, without too much success, to hack it in the real world. So when theres a chance of them getting together once again, you know exactly what will happen."}]}, "userRating": {"averageRating": "3.7", "reviews": [{"reviewTitle": "Aca-Amazing!!", "reviewerName": "srk", "rating": "100", "review": "Very nicely done...I was waiting for a long time, I thought it was never gonna get released in India...well here it is now and it was a very awesome"}, {"reviewTitle": "Diamond in coal mine", "reviewerName": "Mayur", "rating": "90", "review": "Can't believe its January and a good film. good filmaking great charectors and what a great send-off to the characters, only problem is the songs weren't as great as PP2. still worth the time"}, {"reviewTitle": "Excellent Sequel", "reviewerName": "Arka", "rating": "100", "review": "Very good movie, better than the last two. Unexpected twist towards the end & thrilling ending. Was worth the time & money. Waiting eagerly for the next part!!"}, {"reviewTitle": "Grow up", "reviewerName": "晓斌", "rating": "100", "review": "Still nice musics nice songs. Funny as before. besides touching and moving this time. Life after graduation always hard to predict, miss those old days,  but still yes,  we should move forward, and family will never hold you back. Oh, the new born baby is so cute!"}, {"reviewTitle": "so much fun!", "reviewerName": "Ashira", "rating": "100", "review": "The perfect way to end for the acapella pitches. Rebel Wilson was hilarious as always. Anna Kendrick and the rest delivered good performances as well."}, {"reviewTitle": "Good music", "reviewerName": "Varun", "rating": "100", "review": "I like the movie it was awesome and the Songs were amazing and The cast was amazing and Anna Kendrick sang well and amazing to hear the amazing  movies"}, {"reviewTitle": "Pitch perfect 3", "reviewerName": "Dr amit", "rating": "100", "review": "Nice, groovy musical movie.Dance and fun. Good editing. Not to be missed. Band of girls does it again. Hilarious wth good comc timings of lead artists"}, {"reviewTitle": "Acca-amazing", "reviewerName": "Punnag", "rating": "100", "review": "Songs, Acting,  Scenes, Loved Everything. Could have been better but can work with this ending. Really liked the Riff-off, and the concept of a capella fighting against instruments."}, {"reviewTitle": "Made for girl", "reviewerName": "Vinayak", "rating": "70", "review": "Entirely movie is based on girls feeling n all same story concept as old one's. Note for boys If u want to take ur girl for this movie then u carry head with some cool movies in phone to watch in theater"}]}}}, "ET00068538": {"synopsis": "Two wealthy families of Amalapuram goes for tug of war even for small issues to satisfy their egos. The hero & heroine, who are children of these two families are also egoists like their elders and play games on each other. However, they later fall in love but unexpectedly the hero gets stuck in a crime in Hyderabad forcing them to split. The hero escapes from prison, hands over culprits to the police and gets the kidnapped heroine released. The story ends on a happy note with their elders putting an end to their egos and accepting their children's love.", "cast": ["Aashish Raj Bidkikar", "Diksha Panth", "Simran Sharma", "Kyra Dutt"], "crew": {"RV Subramanyam": "Director| Writer|", "K R Anil Karan": " Producer|", "K R Kaushal Karan": " Producer|", "K R Vijay Karan": " Producer|", "Sai Karthik": " Musician|"}, "rating": {"heartRating": {"rating": "55", "userVoteCount": "351 votes"}, "criticRating": {"averageRating": "2", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: A decent love story with a crime twist. Ego, starring Aashish Raj Bidkikar, Simran Sharma and Diksha Panth in lead roles, has been written and directed by RV Subramanyam and produced by brothers K.R. Anil Karan, Kaushal Karan and Vijay Karan under the banner VKA Films. The music and background score has been rendered by []..."}, {"criticName": "123 Telugu", "rating": "2", "review": "Gopi(Aashish Raj) is a happy go lucky youth in Amalapuram who hates Indu(Simran). He keeps teasing her all the time and Indu too, hates Gopi to death. After facing a certain insult from Gopi, Indu decides to get married to a doctor. Upset with this, Gopi leaves Amalapuram and comes to Hyderabad in search of a girl better than Indu. The twist in the tale arises when both Indu and Gopi fall in love. Well, how do these two fall in love when they hate each other so much? To find out this twist, you need to watch the film on the big screen."}, {"criticName": "Cinema Express", "rating": "2.5", "review": "You may have seen many films in the past few years which show the lead pair engage in a few bets, hate each other, the protagonist teasing the heroine to tears before having her swoon in his love and together they fight against all the odds to lead a happy life. Looks like director RV Subrahmanyam has been heavily inspired by films like Varasudu, Akkadammayi Ikkadabbayi and Aanandam."}]}, "userRating": {"averageRating": "2.9", "reviews": [{"reviewTitle": "Fantastic Movie.. Friends and Family Entertainment...Nice DOP Prasad Garu", "reviewerName": "Harish", "rating": "100", "review": "Good film and  Friends and Family Entertainment... Awesome DOP work ...Crackingg Jokess...Just Love EGO... #feelEGO Sharma and aashish and Diksha make a Fabulous Cast..."}, {"reviewTitle": "extraordinary movie ...great acting by hero ,Simran and Raj Karan", "reviewerName": "Sumanth", "rating": "100", "review": "extraordinary movie ...great acting by hero ,Simran and Raj Karan  ,extraordinary movie ...great acting by hero ,Simran and Raj Karan ,extraordinary movie ...great acting by hero ,Simran and Raj Karan"}, {"reviewTitle": "entertaining", "reviewerName": "avinash", "rating": "100", "review": "interesting movie to watch with friends and family its got everything comedy action emotion storyline and  its story keeps you interested till the end"}, {"reviewTitle": "Tea break", "reviewerName": "Sai", "rating": "20", "review": "I felt we went to have chai n popcorn in an AC hall and something really uninteresing was playing in the background.. None of the age groups in the family cud sit thru this one.. one word... avoid"}, {"reviewTitle": "superb movie", "reviewerName": "dheepak", "rating": "100", "review": "NYC story movie watch with family and enjoy guys it's a superb movie ya NYC enjoy keka anta pongal special movie and fully entertainment movie"}, {"reviewTitle": "Torture torture", "reviewerName": "Gautham", "rating": "20", "review": "Routine rotta ra babu ! Don’t waste ur time torture movie u will get headache for sure !wastee ra babuu don’t waste ur time 😤😤😤😤"}, {"reviewTitle": "Tons Tons Tons of Ego with Good Comedy", "reviewerName": "prashanth", "rating": "100", "review": "Excellent Film from Konaseema, Amalapuram 30 Years Industry Comedy Highlight in the Film. Sai Karthik Music and Background Score Superb. There is Tons of Ego in between the Hero and Heroine and their family. Overall a Good Film"}, {"reviewTitle": "ego movie", "reviewerName": "sai", "rating": "100", "review": "family entertainment movie super story screen play direction super Sai Karthik music keka post production lo editing good over all movie is good"}, {"reviewTitle": "family entertainment movie and 1half comedy with Prudhive and second twists of heksha panth..... music is super and direction is keka..📷📷📷 overall movie is good it is family entertainment frds watch it with u family", "reviewerName": "South Indian", "rating": "100", "review": "movie quality and story Is super Direction and Actors are good hero second half action Prudhive comedy ,chamak Chandra shakalaka Shankar comedy is keka"}]}}}, "ET00067369": {"synopsis": "Rajiv Kaul, a successful ad-filmmaker, is celebrating his 40th birthday. Everything is as always: friends, food, wine, music. The only thing different is the absence of his wife and kids and the presence of a beautiful stranger, Sandy. Who is she? Why does she stare at him? Do they know each other from before? A dangerous liaison ensues and throws Rajiv's life upside down. Nothing is what it seems and there is no one who Rajiv can trust. Neither his wife nor his best friend, but most dangerously, not even himself.", "cast": ["Sanjay Suri", "Nora Fatehi", "Zenia Starr", "Pitobash Tripathy", "Elena Kazan"], "crew": {"Samir Soni": "Director| Producer| Writer|", "Sanjay Suri": " Producer|", "Joi Barua": " Musician|"}, "rating": {"heartRating": {"rating": "63", "userVoteCount": "218 votes"}, "criticRating": {"averageRating": "2.2", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: A brilliant attempt at a psychological thriller that will keep you hooked. Samir Soni has ventured into direction and his first directorial My Birthday Song is going to impress you as much as his acting skills. Starring Sanjay Suri and Nora Fatehi, this film will mess with your mind while you watch it and []..."}, {"criticName": "Rediff", "rating": "3.5", "review": "If you get spooky dreams or like psychological thrillers, then writer-director Samir Soni and producer-actor Sanjay Suri`s My Birthday Song may chillingly connect with you. Not many films these days - labelled though they may be `psychological thrillers` - give you those edge-of-the-seat thrills. So, the Soni-Suri combination`s My Birthday Song comes across as an honest effort and a huge relief for movie enthusiasts."}, {"criticName": "Hindustan Times", "rating": "2", "review": "What would you do if you have one of the worst imaginable nightmares and wake up to find that you are living it bit by bit? That is the basic premise of Samir Sonis My Birthday Song and it is hard to find fault with it. As far as concepts go, this is a fairly intriguing one."}, {"criticName": "Mumbai Mirror", "rating": "2", "review": "The film opens to a person going through a psychological evaluation. The brooding lead, Rajiv Kaul (Sanjay Suri), an ad agency boss, reveals that he hasn`t slept in a year. The camera closes in on his eyes and for some reason, his beard to confirm. But this excessively-used technique of infusing intensity into a scene by zooming into people and objects takes an off turn when in another scene, it magnifies a shrub-like growth in someone`s ears."}, {"criticName": "Times Now", "rating": "2", "review": "Rajeev Kaul (Sanjay Suri) is a married ad agency director with a roving eye. On his birthday party, he meets a mysterious woman (Norah Fatehi) and they hook up after all the guests leave. However, she accidentally dies in the middle of their makeout session. Shocked at what had happened and having no clue of what could be done, he drinks and passes out."}, {"criticName": "Filmibeat", "rating": "2", "review": "Rajeev Kaul (Sanjay Suri), a married ad agency director with a roving eye meets a mysterious lady named Sandy (Nora Fatehi) at his birthday party. \"Do you cheat?\", she whispers to Rajeev. Pat comes the answer, \"Depends on whether it`s worth cheating for.\""}, {"criticName": "The Indian Express", "rating": "1.5", "review": "What if you are stuck in a dream, which is stuck in a wiggly timeline, which goes back and forth? Great idea, which has been explored in a bunch of Hollywood movies with varying degrees of success. What successful ad man Rajeev (Suri) is troubled by are no sweet dreams, though. They are nightmares, featuring violent death."}, {"criticName": "Firstpost", "rating": "1", "review": "Most people worry about the end of their youth. What may be just another birth anniversary in the eyes of some, could turn into a nightmare for those who view the start of a new decade in particular with dread. In Rajiv Kauls case, you can take that literally. A tragic death  murder or accident?  mars his 40th birthday, but he wakes up the next morning to find that all seems to be well and that the bloody episode of the previous night appears not to have happened at all."}, {"criticName": "Rajeev Masand", "rating": "2.5", "review": "You might think of the film My Birthday Song as every unfaithful husbands worst nightmare. Its an intriguing tale of temptation and the price one might pay for succumbing to it. So its as much a cautionary tale as it is a thriller that messes with your head."}, {"criticName": "The Times of India", "rating": "2.5", "review": "For a man celebrating his 40th birthday, Rajiv Kaul (Sanjay Suri) has all a person would want in life at that age. He has a beautiful wife Ritu (Zenia Starr), two sweet kids and his business is booming as well. As his birthday party is in full swing, an attractive woman named Sandy (Norah Fatehi) catches his fancy and there is a visible chemistry between the two."}]}, "userRating": {"averageRating": "3.3", "reviews": [{"reviewTitle": "Different from typical Bollywood", "reviewerName": "Shubham", "rating": "100", "review": "The plot keeps you on the edge at any time. A puzzle waiting to be solved. Loved the plot and the cinematography. The movie will be loved by people who love thrillers and definitely the educated crowd."}, {"reviewTitle": "This is a tremendous movie! Worth a watch", "reviewerName": "geeta", "rating": "100", "review": "This is a very good movie and is worth a watch. All the characters are very well fleshed out and are in detail. great twist in the tale in the end and this is a good movie overall. Well rated by Rajeev Masand and the others"}, {"reviewTitle": "Good one", "reviewerName": "Krish", "rating": "100", "review": "It is pure adrenaline rush from the beginning. Has lots of twists and turns . Viewer keeps guessing and is totally glued to the movie. Worth watching"}, {"reviewTitle": "Best psychological thriller..brains required!!", "reviewerName": "Rashmi", "rating": "100", "review": "Best movie I have seen in recent times, every scene is so gripping, when you think 'ok I got it'...it slams you...its like 'abhi kahan abhi aur jhatke hai'. A complete roller-coaster ride. #MyBirthdaySong 5+ Stars. A MUST WATCH"}, {"reviewTitle": "Exceptional", "reviewerName": "Akshay", "rating": "100", "review": "An Edge of the Seat Psycho Thriller.. with great performance and Direction accompanied by a great sound design and score... this is a must watch for all thriller lovers"}, {"reviewTitle": "amazing", "reviewerName": "varun", "rating": "100", "review": "amazing and very gripping... the movie is a must watch... the acting and the cinematography takes the movie to another level ... the suspense keeps you at the edge of the seat till the very end"}, {"reviewTitle": "mind boggling WOW", "reviewerName": "Aakash", "rating": "100", "review": "keep your mind with you when you come to watch this one.. \n\ngreat tight storyline with no drag and silly fillers we are used to seeing in Bollywood movies. the protagonist has done an incredible job. loved his performance!\n\nI must also credit the nuanced cinematography and crisp editing. must say one of the better movies I have seen in recent times.\n\nmore power to the cast and crew of this film.."}, {"reviewTitle": "Intelligent cinema at its best", "reviewerName": "Surbhi", "rating": "100", "review": "I you have always longed for a movie, in which you dont have to leave your brain at home then this is the movie for you. An interesting plot that keeps you at the edge of your seat till the very end. Finally getting to watch some intelligent cinema and totally love the end"}, {"reviewTitle": "Awesome Film!!", "reviewerName": "Sahil", "rating": "100", "review": "Absolutely amazing! Very gripping and kept me hooked throughout. Great to see a film like this in Bollywood! Intriguing storyline, great acting and insane twist at the end!!"}]}}}, "ET00055361": {"synopsis": "\"Ferdinand\" tells the story of a giant bull with a big heart. After being mistaken for a dangerous beast, he is captured and torn from his home. Determined to return to his family, he rallies a misfit team on the ultimate adventure. Set in Spain, Ferdinand proves you can't judge a bull by its cover.", "cast": ["Anthony Anderson", "Bobby Cannavale", "Gina Rodriguez", "Kate McKinnon", "John Cena", "Gabriel Iglesias", "David Tennant", "Sally Phillips"], "crew": {"Carlos Saldanha": "Director|", "John Davis": " Producer|", "Brad Copeland": " Writer| Screenplay|", "Don Rhymer": " Writer| Screenplay|", "John Powell": " Musician|", "Robert Baird": " Screenplay|", "Chris Wedge": " Executive Producer|", "Renato Falcao": " Cinematographer|", "Harry J. Hitner": " Editor|"}, "rating": {"heartRating": {"rating": "84", "userVoteCount": "13,033 votes"}, "criticRating": {"averageRating": "3.3", "reviews": []}, "userRating": {"averageRating": "4.4", "reviews": [{"reviewTitle": "underrated movie 😔", "reviewerName": "Rahul", "rating": "100", "review": "c'mon guys this ain't a bad movie after all..a  underrated movie  🎥 if u guys love animations then u must see this... ignore the ratings n enjoy the flick guys it's a good movie 🎥 I enjoyed"}, {"reviewTitle": "Ferdinand(U/A)", "reviewerName": "Mathew", "rating": "100", "review": "Even though film's script was cliche and predictable,the making of the film was superb,,,a feel good movie...Ferdinand tells about a bull who is very soft in heart and doesn't like violence...at one day he was captured b bull Fighters...the plot is taking place in Spain...the res of the film you should watch...The sound of Ferdinand was given by the famous WWE Wrestler John Cena...It is  worth watching"}, {"reviewTitle": "Nice Movie", "reviewerName": "Prassant", "rating": "100", "review": "The kids just loved it. Awesome!! The whole theater was filled with laughter of kids. Even the regular couples in the corner seats forgot the usual stuff and were immersed in the movie."}, {"reviewTitle": "Ferdinand (3D Hindi) (U/A)", "reviewerName": "Ashish", "rating": "100", "review": "its amazing and my kids loved it and me too.It was really nice.We get a moral by watching this movie.We shuold never fight even if its condition."}, {"reviewTitle": "Super", "reviewerName": "Pratiksha", "rating": "100", "review": "Interesting and a must watch movie to watch not only for kids but for everyone. A perfect weekend treat to chill relax and have a good laugh."}, {"reviewTitle": "FERDINAND", "reviewerName": "uday", "rating": "80", "review": "best heartfelt movie in this year after coco  colourful animation best themes and dances that makes u aww perfect family entertainer the bull character in the film is campered to the mahatmagandhi by most of the critics(it prefer no violence)"}, {"reviewTitle": "Spread love and make friends", "reviewerName": "Sangeeta", "rating": "100", "review": "Friendly yet lovable bull, who is wrongly perceived by society. Ferdinand from child hood hates to fight and loves to spread love but as per society rules he should not do it, because he is a bull. This movie strongly proves that one should not go by the looks rather speak the heart out which will only bring positive vibes to the society.  Finally one good animated movie with excellent story. This movie is not only for children bit also for every human being."}, {"reviewTitle": "children delight", "reviewerName": "Vinay", "rating": "100", "review": "A wonderful movie. good story and a  good message. must watch for kids. the characters screen play are wonderful. a family entertainer. love it"}, {"reviewTitle": "shhh", "reviewerName": "Sirisha", "rating": "80", "review": "movie was good... worth watching.. kids will enjoy and even adults also. nice comedy,, emotional touch.. all to watch movie.. everything is nice"}]}}}, "ET00068170": {"synopsis": "A local don recruits three petty criminals to find and bring back a treasure that is buried by his grandfather at a secret location. In their hunt for treasure, the criminals are joined by a fourth one and soon they hatch an evil plan to hoodwink the don and share the treasure amongst themselves.", "cast": ["Prabhu Deva", "Hansika Motwani", "Revathy", "Ramdoss", "Sathyan", "Mottai Rajendran", "Mansoor Ali Khan", "Yogi Babu", "Anandaraj", "Madhusudhan Rao"], "crew": {"S. Kalyan Kumar": "Director| Writer|", "Vivek-Mervin": " Musician|", "R. S. Anandakumar": " Cinematographer|", "Vijay Velkutty": " Editor|"}, "rating": {"heartRating": {"rating": "70", "userVoteCount": "3,079 votes"}, "criticRating": {"averageRating": "2.3", "reviews": [{"criticName": "The Times of India", "rating": "3", "review": "There is a madcap vibe to Gulaebaghavali, a comic caper that is largely amusing and laugh-out-loud funny at a handful of moments when it manages to fully exploit the nuttiness of its premise."}, {"criticName": "Firstpost", "rating": "2.5", "review": "Gulaebaghavali  is not one of those films you could easily write off, by say, calling it a mindless entertainer. Although cut from the same cloth as last years terrific adventure-based horror comedy Maragatha Naanayam, this Prabhudheva-starrer falls short of being a worthy competitor. It is undoubtedly a cut above most other films in a similar space and enjoyable too  but in parts."}, {"criticName": "Indiaglitz", "rating": "2", "review": "Infusing comedy into heist/treasure hunt stories is a beaten trope as much as comedy in horror. Splash it up with a few `aha` moments, a non-saleable romance and an ensemble cast that only comes off half-convincing in their characters, you get `Gulaebhagavali`."}, {"criticName": "The Indian Express", "rating": "2", "review": "Gulaebaghavali is encompassing when it comes to reactions  not the reaction of characters on screen, our reactions. It generates an entire gamut of moments. There is the genuine laugh-worthy moments, absolute cringe-worthy ones, moments where you laugh and judge yourself a second later and moments where you judge other people for laughing."}, {"criticName": "Cinema Express", "rating": "2", "review": "How we have missed Prabhudheva. I mean, make no mistake, the film, Gulebagavali, is nothing to write home about, but every time Prabhudheva takes control of the songs, he reminds you what a cathartic experience it is to see someone dance incredibly well. It`s no breaking news that he can dance, but it`s still astonishing to see that he can make pointless songs seem almost useful even today."}]}, "userRating": {"averageRating": "3.7", "reviews": [{"reviewTitle": "Gulaebaghavali", "reviewerName": "Mahesh", "rating": "100", "review": "Outstanding Fun-filled Family Entertaining Movie 5/5 And The Ambience With Luxe Was Dam Good With Awesome Sound Effect.The Story Is Based On A Treasure Hunt And How The Hero Finds The Treasure At Last."}, {"reviewTitle": "Excellent comedy", "reviewerName": "Saravanan", "rating": "70", "review": "There are lot of comedians in the movie ( yogi babu, mottai rajendran, mansoor, munees, anandraj, sathyan). Revathi did a great job.\nOverall it is a family entertainer.\nStory is simple, dance Vera level by Mr prabhudeva,still at his age no one can dance like him. If you like maragathananayam you will enjoy this movie a lot. Worth the money, please watch it in theaters."}, {"reviewTitle": "Comedy Hit", "reviewerName": "prabu", "rating": "100", "review": "In recent times i’ve never seen people laughing that much at interval block. Revathy acting, Yogi Babu, Mansoor Ali Khan, Munees Kaanth, Motta Rajendran comedy scenes were too good. One of Best comedy film."}, {"reviewTitle": "super", "reviewerName": "Mani", "rating": "90", "review": "comedy good story screenplay super dance photography camera visual Revathi acting very very good Prabhu Deva Hansika full script super super"}, {"reviewTitle": "Good Entertainer.", "reviewerName": "Mohamed Abubacker Sithick", "rating": "90", "review": "After a long time, I've laughed out loud with the engaging comedies. Superb... Yogi babu is the favourite comedian nowadays... Good time pass"}, {"reviewTitle": "good", "reviewerName": "Deepan", "rating": "100", "review": "feel good movie , compare to all other movie this movie is the best, I request everyone should go with family and watch and laugh , recent best comedy movie"}, {"reviewTitle": "Super", "reviewerName": "Chidhambara", "rating": "100", "review": "Very good movie loved it a comedy family entertainer.Prabu dehva has acted very nicely and his dance is a plus mark to the film.Revathy has acted superbly and has the main part in the movie."}, {"reviewTitle": "kulabakaballi", "reviewerName": "vicky", "rating": "100", "review": "Padam semma comedy family entertaining movie all of them must watch... pakka mass Prabhu Deva hands off...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n..."}, {"reviewTitle": "Fun Filled", "reviewerName": "Praba", "rating": "80", "review": "Dont miss d fun..Revathi Mam rocked!!!Music n cinematography s good too..PDeva s usual did a gud job..Rajendran parts r really funny..I really loved t"}]}}}, "ET00067088": {"synopsis": "A police officer takes up the responsibility of solving a murder case, for which a woman is arrested. Further interrogation brings several possibilities and suspects to light, creating new challenges in the case.", "cast": ["Arbaaz Khan", "Ashmit Patel", "Manjari Phadnis", "Maheck Chahal", "Mukul Dev"], "crew": {"Pradeep Rangwani": "Director| Producer|", "Subroto Paul": "Director|", "Amit Khan": " Writer|"}, "rating": {"heartRating": {"rating": "57", "userVoteCount": "426 votes"}, "criticRating": {"averageRating": "1.8", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: A whodunit that will leave you scratching your head. This Friday is amazing for all suspense lovers as there`s not one not two but three murder mysteries for you to solve in the theatre screens near you. While Vodka Diaries and My Birthday Song (read the reviews here) boast of actors like Kay Kay Menon and Sanjay Suri, Nirdosh marks ..."}, {"criticName": "The Times of India", "rating": "1.5", "review": "When the peace and harmony of a simple household is threatened by the arrival of a seductress Ada and the lecherous, pesky neighbour Rana (Mukul Dev); it makes way for a murder mystery that top-notch encounter specialist police officer Lokhande (Arbaaz Khan) resolves to crack under any circumstances. The only problem he faces is the fact that everyone`s a suspect."}]}, "userRating": {"averageRating": "3.1", "reviews": [{"reviewTitle": "when I was watching film only 12 persons are there. story was good but hero is not popular. if hero is Ajay Devgan or Randeep Hooda then film to be superhit.", "reviewerName": "ANJAN", "rating": "60", "review": "when I was watching film only 12 persons are there. story was good but hero is not popular. if hero is Ajay Devgan or Randeep Hooda then film to be superhit."}, {"reviewTitle": "Worth Watching, Good Movie", "reviewerName": "Neeraj", "rating": "80", "review": "An Intriguing movie with Breath Holding moments that will keep you puzzled all thentime. There are actually such moments in the movie when you are absolutelynstartled and can’t predict what is upcoming next."}, {"reviewTitle": "Not a bad one at all", "reviewerName": "Manoj", "rating": "80", "review": "a little lag in the movie was a draw back other wise it was a good thriller to watch. script and direction was good. screen play could have been better."}, {"reviewTitle": "Below average movie..", "reviewerName": "Parag", "rating": "50", "review": "Well, first this is a mystery thriller, my favourite genre while watching a movie. There are too many errors in the script of the movie itself which are actually childish. It Could have been made 100 times better with proper work on sctipt. Only one dimensional movies are bound to fail in the box office more often than not and this movie is made terribly one dimensional. However, unlike many other movies, this movie is made for common audiences and being a common audience, I did not found it boring either. It is a one time watch movie for sure."}, {"reviewTitle": "bas ek kami", "reviewerName": "rakesh", "rating": "80", "review": "hero arbaaz ki jagah ... randeep hudda. ya akshay khanna hota maja aa jata. i like arbaaz but inme is roll ko krne jiti personality nhi. h to unme h."}, {"reviewTitle": "very very bakwas, poor show", "reviewerName": "sunil", "rating": "10", "review": "its waste of money, time and everything, please give my money back, hopeless movie. I don't know why peoples are doing this types of moviesvin this decade, it is total caste, plz don't watch plz plz plz"}, {"reviewTitle": "Nirdosh", "reviewerName": "Shagun", "rating": "60", "review": "This movie is a good despite of a low budget movie and a ok ok cast. still you can scratch your head as there is a good surprise element of suspense."}, {"reviewTitle": "disaster flop movie", "reviewerName": "azhar", "rating": "10", "review": "biggest flop no narration waste of time and money watching this kind of movie waste of time and money simple don waste no worth to watch this kind of movie watch tiger zinda hai once again"}, {"reviewTitle": "Nirdosh", "reviewerName": "Gurpreet", "rating": "20", "review": "its a most bakwaas kind of movie.. movie was not a suspense thriller... it was all about Arbaaz khan who was exaggerated as the most mystery solving person for nothing"}]}}}, "ET00068617": {"synopsis": "Rangula Raatnam is a Telugu movie starring Raj Tarun and Chitra Shukla in prominent roles. It is a drama directed by Sri Rajani.", "cast": ["Raj Tarun", "Chitra Shukla", "Sithara", "Priyadarshi Pulikonda"], "crew": {"Sree Ranjani": "Director|", "Akkineni Nagarjuna": " Producer|", "Sricharan Pakala": " Musician|"}, "rating": {"heartRating": {"rating": "61", "userVoteCount": "4,544 votes"}, "criticRating": {"averageRating": "2.4", "reviews": [{"criticName": "The Times of India", "rating": "2", "review": "`Rangula Raatnam` (nothing to do with the 1966 film) charts the story of a dependent Vishnu (Raj Tarun) and his love for Keerthi (Chitra Shukla). Vishnu works for a company that designs old-school greeting cards and Keerthi is an event manager. Vishnu`s mother (Sithara) shares a beautiful relationship with her son, wanting to marry him off as soon as possible."}, {"criticName": "123 Telugu", "rating": "3", "review": "Vishnu(Raj Tharun) is a software engineer who shares a very close relationship with his mother(Sithara). As time passes by, Vishnu falls in love with Keerthi(Chitra Shukla). When everything seems to be going fine, a sudden twist in the tale changes Vishnus life upside down. What is that sudden twist? How will Vishnu deal with all his problems? and what happens to his love story at the end?. To know the answer to these questions, you need to watch the film on the big screen."}, {"criticName": "Telugu 360", "rating": "2.5", "review": "Vishnu (Raj Tarun)  an easygoing boy who runs a greeting card company Emotions. His mother (Sitara) is very affectionate towards him, raises him with so much care and liberty. Vishnu likes a girl Keerthi (Chitra Shukla), an employee of event management company. She is so principled that, she makes her younger brother always wear a helmet even as a pillion rider."}, {"criticName": "Indiaglitz", "rating": "2", "review": "Vishnu (Raj Tarun) is the one and only son of a doting mother, played by Sitara,  A working man, boozing with his friend (played by Priyadarshi) is his favourite past time.  His mother is his world. When he sees Keerthy (Chitra Shukla) at a marriage, it`s love at first sight for Vishnu.  He woos her, so does his mother on behalf of her one and only son."}]}, "userRating": {"averageRating": "3.2", "reviews": [{"reviewTitle": "awesome movie", "reviewerName": "jitendher", "rating": "100", "review": "Movie is kirak guys superb story. overall fantastic movie to watch in dis festival season. awesome comedy n emotions. dfrnt story better dan all movies which had released in this week"}, {"reviewTitle": "Nice movie", "reviewerName": "Satish", "rating": "100", "review": "Priyadarshi comedy is like next level, plz go with the empty mind set then u will like it, actress needs to improve her acting skills apart from that movie is good."}, {"reviewTitle": "Pongal entertainment", "reviewerName": "Ashok", "rating": "80", "review": "nice direction 1st half lit bit slower and but comedy was good by timing and songs ok pongal feast by Annapurna studios. heroin also acting ok"}, {"reviewTitle": "Nice Movie", "reviewerName": "Saikiran", "rating": "100", "review": "Best mve to watch In The Festive Season Go with Low expectations U vl Surely njy the movie.Raj tarun And Priya Darshi Performed well And The heroine Is nce to watch out"}, {"reviewTitle": "Awesome", "reviewerName": "Tvs", "rating": "100", "review": "Nice picture, Good to watch with family.  Good Comedy. One must watch this movie. emotional, romantic, entertainment, nice drama, Good casting"}, {"reviewTitle": "must watch feel good movie", "reviewerName": "Darling", "rating": "100", "review": "Raj Tarun proved that he is  best for movie Best to watch weekend loved it Good direction Don't miss the movie Chitra Shukla also Good in movie"}, {"reviewTitle": "sentiment and carring and comedy", "reviewerName": "balu7893", "rating": "100", "review": "enjoy and wonderful movie in the year of 2018 . and excellent to See the movie with my family and relatives. this is nice movie given by the telugu industry."}, {"reviewTitle": "Heart touching movie", "reviewerName": "Dr. Gowri", "rating": "100", "review": "it's definitely a good movie to watch. It's like watching my own life after love marriage with a most caring and most religious girl. it's worth watching. we have decided to watch low budgeted movies from now onwards than that of star heros"}, {"reviewTitle": "Feel Good Movie", "reviewerName": "MAHESH", "rating": "70", "review": "Nice narration till the wire the execution of the story is worth watching. Background music is pretty good soothing music and have laud the cinematography."}]}}}, "ET00054569": {"synopsis": "This is a story where fates intertwine, destinies bump into each other, chaotic ironies result and in the end - order is restored by a beautiful stroke of poetic justice. The story plays out in 12 hours, with six characters from different worlds, from urban, ambitious upwardly mobile Bombay and its dark, neglected under-belly.", "cast": ["Saif Ali Khan", "Kunaal Roy Kapur", "Vijay Raaz", "Deepak Dobriyal", "Sobhita Dhulipala", "Neil Bhoopalam", "Isha Talwar", "Amyra Dastur", "Akshay Oberoi", "Shenaz Treasury"], "crew": {"Akshat Verma": "Director| Writer|", "Ashi Dua": " Producer|", "Rohit Khattar": " Producer|", "Sameer Uddin": " Musician|", "Himman Dhamija": " Cinematographer|", "Shan Mohammed": " Editor|"}, "rating": {"heartRating": {"rating": "56", "userVoteCount": "5,677 votes"}, "criticRating": {"averageRating": "2.5", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "What would you do if you were told that you had only a few months to live? If a doctor suggested, in a matter-of-fact way, that you should call your lawyer and put your affairs in order. Rileen, a banker who doesn`t drink, smoke, do drugs or even eat butter, decides to let go. `All these years,` []..."}, {"criticName": "The Times of India", "rating": "2.5", "review": "After writing an unconventional comedy (Delhi Belly), Akshat Verma`s Kaalakaandi, set in Mumbai, is partially fascinating. It revolves around people who must do the right things, wrong things and wonder if what they did was right."}, {"criticName": "NDTV", "rating": "3", "review": "Delhi Belly scripter Akshat Verma`s maiden directorial venture, in essence, possesses the madcap spirit that propelled the 2011 hit. Kaalakaandi is set in Mumbai and focused primarily on more mature characters. So its tone, texture and treatment are markedly different."}, {"criticName": "The Indian Express", "rating": "2.5", "review": "What would you do if you are faced with some terrible news? If you are Saif Ali Khans buttoned-down character in Kalaakaandi, you gulp down something small and red, and get slung out into the night."}, {"criticName": "DNA India", "rating": "3", "review": "Writer-director Akshat Verma whose previous writing work in Delhi Belly(2011) won him accolades does a good job of writing this cinema noir. However he falters in the direction part because he is not able to control the pace needed for a thriller."}, {"criticName": "India TV", "rating": "3", "review": "Before telling our reader if the movie managed to impress, let us tell you what the literal meaning of Kaalakaandi is. Kaalakaandi is the Marathi sland which means when everything goes disastrously wrong. This is what happens in Saif Ali Khans life when he learns that he just has a month to live. Lives of six Mumbaikaars, who are not even remotely related to each other, are entwined together."}, {"criticName": "Firstpost", "rating": "1.5", "review": "When the writer of Delhi Belly announces his intent to direct, obviously there is reason enough to sit up and take notice. That film  released seven long years back, produced by Aamir Khan and directed by Abhinay Deo  was an excellent black comedy that pushed the envelope in the genre more than most Hindi filmmakers had for decades before that or have since. Its writing, direction and casting were in sync with each other. Kaalakaandi gets one element right: its cast."}, {"criticName": "Hindustan Times", "rating": "2", "review": "Saif Ali Khan asks a woman after kissing her, What is the meaning of all this? There is no answer. If you are looking for meaning, lessons or even quirky laughter-inducing moments, Kaalakaandi is not the film for you. Though the film aims to show us the dark and bizarre side of people, life and especially the city of Mumbai; Kaalakaandi is a thriller at best and an attempted comedy at worst."}, {"criticName": "Koimoi", "rating": "2", "review": "So, the story is set in an isolated Mumbai of some parallel universe  where you find the streets vacant at night. Three tracks run at the same time happening within the duration of one random night in the city. It starts with a health-conscious upmarket Rileen (Saif Ali Khan) finding out hes suffering from a stomach cancer. Vice President of some unnamed bank, Rileen now wants to live the rest of his life doing things he never imagined."}, {"criticName": "Financial Express", "rating": "1.5", "review": "The film showcases Saif playing the role of a man who has been diagnosed with stomach cancer and is staring at the very end. A frustrated and agitated Saif finds himself in the middle of nowhere and decides to let himself go footlose for a night."}, {"criticName": "Filmibeat", "rating": "3", "review": "Saif Ali Khan, a simple man who doesn`t smoke, drink, sleep around or attend parties gets the shock of his life when his doctor confirms he has last stage cancer and might survive not more than 6 months and the very next day is his brother`s wedding."}, {"criticName": "Anupama Chopra", "rating": "3", "review": "What would you do if you were told that you had only a few months to live? If a doctor suggested, in a matter-of-fact way, that you should call your lawyer and put your affairs in order. Rileen, a banker who doesnt drink, smoke, do drugs or even eat butter, decides to let go. All these years, he says, what was the point?"}, {"criticName": "Rajeev Masand", "rating": "2", "review": "There are moments of such inspired lunacy in writer-director Akshat Vermas Kaalakaandi that youll find yourself laughing till your sides hurt. One of those involves a wannabe cowboy accidentally shooting himself in the crotch while imitating Feroz Khans moves on screen."}, {"criticName": "Cinema Express", "rating": "3", "review": "Akshat Verma`s Kaalakaandi brings to the fore three contemporary Bombay stories that run parallel to each other. Not just is the film genuinely humorous (without falling prey to the pitfalls of slapstick clich), it offers a decent fare in the drama department as well. That drama, which sometimes comes off as overdone, has enough moments of poignancy to keep the film at an impressive level."}]}, "userRating": {"averageRating": "2.9", "reviews": [{"reviewTitle": "Be Safe rather then Saif !!", "reviewerName": "Vishal", "rating": "20", "review": "I went for this movie after reading review of AAmir Khan...\nAAmir seriously U liked this movie??? 🤔 .\nCoz in the whole movie I was trying to figure out there must be something to like...but In vain."}, {"reviewTitle": "LSD trip and parallel story lines", "reviewerName": "Pratik", "rating": "80", "review": "Don't listen to the crowd who don't know how LSD works. Acting spot on and stories are gripping. First half is funny and send half is well acted."}, {"reviewTitle": "Kaalakaandi", "reviewerName": "sagar chatterjee", "rating": "20", "review": "Bad movie to watch. No story. Nothing. Dont waste ur time & money. Watch something else. Its not funny at all..  No storyline. Saif isnt funny at all"}, {"reviewTitle": "Kaalakaandi", "reviewerName": "Surbhi Nagpal", "rating": "20", "review": "Pathetic movie !! Wasted my time and money!! Go for 1921 instead!! I was really excited for this movie!! And trust me this movie can give you headache in real!!"}, {"reviewTitle": "KAALAKAANDI- the dark comedy take on when everything goes wrong in life", "reviewerName": "Dr SK DAS", "rating": "50", "review": "The storytelling and the pace of it is quite refreshing... of intersection of lives of some Mumbaikars on a crossroad, with one breathing his last another hitting a jackpot with a third having a change of heart choosing her love over her career with an interesting twist.nnImagine your doctor breaks the news that what he has been suspecting - perforated peptic ulcer - is incorrect . But your just when you are to exhale a sigh of relief comes the breaking news- you have cancer last stage and a few weeks to live. Saif Ali Khan- who has never touched alcohol or tobacco in his life-  suddenly discovered this.  Knowing that the saint life he has always lived is going to end in just a span of month, he flips drastically, and trying everything he hasn’t yet.nn In a time of just about a month to live, he lives the life he has been secretly craving to live. Drugs, playing around with cops, kissing a random stranger at a wedding and what not, he lives it all just to slip out obliviously from this world.nn Kaalakaandi is a slang which is suppose to mean ‘when everything goes disastrously wrong’.nThis is what six Mumbaikaars discover, who are not even remotely related to each other, get entwined together- bringing them on a crossroad wherein an accident in one’s live results in a mayhem in another’s. nnSaif took a star shaped psychedelic pill and embarks on a wingless flight which opens the door of possibilities which he never saw before. He sportingly jumps into every adventure, right from making a pandu (cop) run till exhaustion to peeking at a transgender’s private parts in a ‘ladies washroom’ to almost pushing his brother to call off his wedding.nnSobhita Dhulipala with bright future in the States,  finds herself in a police raid, made a daring escape to catch her flight even if meant to borrow a suit by kissing a stranger and ends up knocking a hit man dead. nnDeepak Dobriyal and Vijay Raaz- the two of their kind mafias- in their aspirations to become instantly rich makes one of them kill the other. While the other too mets his end in one of the most freakish way.nnA very entertaining movie even if there are no real heroes and no single story to preach"}, {"reviewTitle": "laugh out loud", "reviewerName": "Burla", "rating": "100", "review": "Movie will be loved by only certain section of audience..This movie is strictly not allowed for the People who like varundhawan's unreasonable confusion comedy films."}, {"reviewTitle": "misleadin", "reviewerName": "shri", "rating": "20", "review": "not funny.not at all. delhi belly was a cult classic.this is not even anywhr close!predictable...n movie goes no whr.wht a n unwanted waste of tym."}, {"reviewTitle": "Super Flop", "reviewerName": "Deepan", "rating": "10", "review": "Saif should nw retire.\nhorrible movie. The ratings given r also high. I wud HV rated it a zero if it had been possible. Super flop n a total wastage of money. Horrible"}, {"reviewTitle": "predicted story", "reviewerName": "Ankita", "rating": "10", "review": "one time watch, like only saif work.\nit was my first day first show and first time 😘\none night story liked the lines\"mulgi shikkhi pragati jhali\" 😍"}]}}}, "ET00065630": {"synopsis": "For generations, the Riveras have banned music because they believe they have been cursed by it. As their family history goes, Miguels great-grandfather abandoned his wife Imelda, decades earlier to follow his own dreams of performing, leaving Imelda to take control as the matriarch of the now-thriving Rivera line and declare music dead to the family forever.", "cast": ["Gael Garcia Bernal", "Benjamin Bratt", "Renee Victor", "Anthony Gonzalez"], "crew": {"Lee Unkrich": "Director|", "Adrian Molina": "Director| Writer|"}, "rating": {"heartRating": {"rating": "89", "userVoteCount": "31,521 votes"}, "criticRating": {"averageRating": "4", "reviews": []}, "userRating": {"averageRating": "4.6", "reviews": [{"reviewTitle": "it's Pixar man", "reviewerName": "Naga Srinivas", "rating": "100", "review": "I can surely say that COCO will win OSCAR for 2018 best animated movie. the main plus point in this movie is Visual effects. movie is super fun. it has emotions and rich in graphics."}, {"reviewTitle": "Speechless movie!", "reviewerName": "Bhumika", "rating": "100", "review": "This movie was yet the best Disney movie. The story was greatly scripted. And lastly, the ending made me cry👏👏💞 This movie is a recommended one!"}, {"reviewTitle": "Awesome", "reviewerName": "Palakshi", "rating": "100", "review": "it's such a great movie. it also teaches us hoe people who were dead live in the heaven. great concept. \nalso my mother and my sister really enjoyed the movie."}, {"reviewTitle": "Coco is the cutest great grand mom", "reviewerName": "smita", "rating": "90", "review": "adorable movie for kids to remember and respect their ancestors ...very cutely portrayed...my kids loved it as did I.\nIt teaches kids how to value their family most...no one cares for their safety and well being more than family :)"}, {"reviewTitle": "Best Animated Movie over the Year", "reviewerName": "Hosh", "rating": "100", "review": "The movie has gorgeous animation, glorious music and a very emotional story. Don't miss this one. You'll regret it. Could win an Academy Award"}, {"reviewTitle": "one of the best from Pixar.", "reviewerName": "Deen", "rating": "100", "review": "A really touching and wonderful delivery by Pixar like always. This is how it should done for the kids and audience. Something they should deserve. And a very respectful tribute to Mexican culture, people and tradition. Well worth watching. Go for it."}, {"reviewTitle": "A must watch", "reviewerName": "Suvadip", "rating": "90", "review": "A family movie with surprising twist. You should not miss. The storyline is full of   comedy with a happy but emotional ending. Kid and adult will enjoy the entire showtime without getting distracted."}, {"reviewTitle": "awsome", "reviewerName": "rakeshkm", "rating": "100", "review": "never ever mis like tis movie  ...enjoy with the family ...we r in the family ...COco...👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍"}, {"reviewTitle": "Beyond perfection!", "reviewerName": "Sree", "rating": "100", "review": "This is undoubtedly one of the best movies of Pixar. Will surely make you emotional. So much to learn and so much to remember! Very heartwarming and lovely movie. Don't miss it!"}]}}}, "ET00060939": {"synopsis": "Ayush, a pianist, moves to London from India to learn music. The mansion he stays in has a haunted past and soon enough strange events start happening around him, threatening to engulf his entire life. That's when Rose enters, a ghost whisperer, hell-bent on saving Ayush from whatever evil lurks around him. Meanwhile, Rose and Ayush fall for each other.", "cast": ["Zareen Khan", "Karan Kundra", "Manjit Singh", "Rachel Shaw", "Jazz Gee", "Sonnia Armstrong", "Toby Hinson"], "crew": {"Vikram Bhatt": "Director| Producer| Writer| Screenplay|", "Prakash Kutty": " Cinematographer|", "Kuldip K. Mehan": " Editor|", "Shakeel Azmi": " Lyricist|", "Sangeet Haldipur": " Background Score|", "Siddharth Haldipur": " Background Score|"}, "rating": {"heartRating": {"rating": "60", "userVoteCount": "9,282 votes"}, "criticRating": {"averageRating": "1.8", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: A chilling story along with a thrilling performance. There are very few horror movies that can scare the living daylights out of you. Bollywood horror movies have never been the best Hindi cinema has to offer more often leaving us with smiles rather chills down our spines. But they have been doing better. With []..."}, {"criticName": "Filmibeat", "rating": "1.5", "review": "The year is 1927. While the audience is awaiting for a grand performance by a celebrated pianist Ayush Asthana (Karan Kundrra), the man in question has locked himself in a room, got drunk and attempted suicide by slashing off his wrists. Time to tip-toe backwards to the year 1921."}, {"criticName": "Koimoi", "rating": "2", "review": "The movie revolves around Ayush Asthana( Karan Kundra) who is blessed with phenomenal music skills and has never attained any formal training in it. When he performs at his fathers bosss Mr Wadia ( Vikram Bhatt)house for a party, he insists him on getting a professional degree in music."}, {"criticName": "Firstpost", "rating": "1.5", "review": "1921 opens in 1927: Ayush is a celebrated piano maestro who is reluctant to come on stage. As he drowns his sorrows in alcohol, a single tear staining the make up on his face, the scene flashes back to 1921."}, {"criticName": "The Times of India", "rating": "2", "review": "What different could Vikram Bhatt do in the fourth instalment of his period horror franchise, you wonder? Well, he has a female exorcist this time, but her talents are suspect. Why? Because in one scene, when Rose says that she can see spirits ever since she was a kid and can talk to them and even helps them, you want to believe her."}]}, "userRating": {"averageRating": "3.3", "reviews": [{"reviewTitle": "awsm", "reviewerName": "Jagriti", "rating": "60", "review": "worth watching...great enjoyment...horror,thriller,suspense,romance ...nice story line ...i think it had less horror content bt overall it was...must watch ❤️"}, {"reviewTitle": "GO FOR IT YOU WILL NOT DISAPPOINT", "reviewerName": "Banty", "rating": "80", "review": "I can't understand on what basis this critics are giving their review, is not always about heavy star cast.after a long time I can see vikram bhatt is back. Overall the movie was nice you will not bored in the movie some of the scene are undoubtedly copied from some of the Hollywood horror flick but the sequence of that scene was very good. I think this movie will do well in box office on the basis of mouth understand publicity. Go for it you will not disappoint!!"}, {"reviewTitle": "Ok Ok Kinda Horror Movie", "reviewerName": "Soumya", "rating": "50", "review": "The movie has no base story.. You will find some two three scary scenes and noises apart from that it seems funny.. Its not even a A rated movie god knows why it shows as a A rated movie.. Lol"}, {"reviewTitle": "not scaring", "reviewerName": "Sandip", "rating": "20", "review": "the movie was not scaring at all. even the climax is also not so good if you are looking for a horrible ghost movie then you don't go for this."}, {"reviewTitle": "Average movie", "reviewerName": "Ravi", "rating": "80", "review": "A story is about a evil that love someone and murder someone for found his love. \nMysterious story but not so good. \nBoring before interval."}, {"reviewTitle": "1921 better then the 1920 other parts", "reviewerName": "Being", "rating": "100", "review": "story is not so bad ...but horror part was bit normal..if u hav nothin to watch thn go for it ..few good tracks can make u feel happy about it.same concept by vikram bhat wid few twists n turns .."}, {"reviewTitle": "1921 awesome", "reviewerName": "khushal", "rating": "100", "review": "veery nice movie awesome movie verry nice story and horeble and horror movie best movie i enjoyed this movie so everybody must watch this movie and enjoy"}, {"reviewTitle": "1921", "reviewerName": "Aman", "rating": "70", "review": "very nice movie good sound effects zareen looks stunning in the movie I loved it movie locations songs special effects overall good horror and thriller film 1921"}, {"reviewTitle": "Awesome.....", "reviewerName": "Aryan", "rating": "100", "review": "This movie is awesome...\nIf you don't belive on me, then you need to see it...\nAnd if you watch don't be afraid because this is not reality..."}]}}}, "ET00063657": {"synopsis": "At the cost of risking his life, an undercover cop ventures into the big bad world of crime - a place called Ronapura, in search of a ruthless don, who has taken over the place.", "cast": ["Shivarajkumar", "Srii Murali", "Shanvi Srivastava", "Vasishta N. Simha"], "crew": {"Narthan": "Director|", "Jayanna": " Producer|", "Bhogendra": " Producer|", "Harish Komme": " Editor|"}, "rating": {"heartRating": {"rating": "85", "userVoteCount": "34,534 votes"}, "criticRating": {"averageRating": "3.5", "reviews": [{"criticName": "Filmibeat", "rating": "3.5", "review": "Not very often would you get to see a terrific multi-starrer movie in the Sandalwood industry, but when you do get one, it would call for some terrific celebrations. This coming together of two heroes is indeed a feast for the fans who are inclined towards mass and action movies."}, {"criticName": "The Times of India", "rating": "3.5", "review": "An undercover cop goes into the big bad world of Ranapura, which is run by a feared don. This world that is filled with blood and gore ensures he finally gets to meet the don once he proves his worth. What happens when he gets to know the don and his modus operandi forms the rest of this narrative."}, {"criticName": "Chitraloka", "rating": "3.5", "review": "Mufti is a feast for the fans of Shivarajkumar and Srimurali. It is also a great film for the fans of Kannda films. Mufti is one of a rare kind of cinema where the routine effects of a commercial film are done away with. You get the black and white results with characters which have multiple shades of grey."}, {"criticName": "Cinibuzz", "rating": "3.5", "review": "A good story can be made into a bad film. Likewise an ordinary story can be made into an extra-ordinary movie. Its all in the hands of story teller. Building a story, the way of telling it,  bringing that imaginary story into life onscreen, every minute aspect in a movie making process is important. Mufthi is one of those movies."}, {"criticName": "Bangalore Mirror", "rating": "3.5", "review": "Ugramm hangover is writ large over this narrative and the 2014 film can be glimpsed behind every thought in Mufti. After all, that is the reason we have Srimurali. In fact, every effort is made to have the look and feel of that film. And in that effort, the film is successful."}]}, "userRating": {"averageRating": "4.4", "reviews": [{"reviewTitle": "as usual, shivanna always rocks .... movie is awesome.....", "reviewerName": "Sharath", "rating": "100", "review": "love the movie . must watch for all shivanna fans .. srimurali acting is too good. one more hit in sandalwood industry... love you shivanna. keep going Sri murali"}, {"reviewTitle": "Super Hit", "reviewerName": "Sunil", "rating": "100", "review": "Story, Screenplay, Direction at its best from Narthan. Tremendous background score from Ravi Basrur. Shivanna and Sri Murali steals the show with their best performances. Thanks to entire team of Mufti for giving such a rich and different movie for Kannada film Industry :)"}, {"reviewTitle": "one of best movie in recent times", "reviewerName": "Sandeep", "rating": "100", "review": "mufti is one of those movies which KFI will be proud of...and those people who thinks Kannada movies are not so popular..please watch this..I am sure coming years Karnataka will dominate in film industry as well..as how Karnataka is dominating in cricket.. economy.. cultural.."}, {"reviewTitle": "wow wow wow👌👌👌", "reviewerName": "srinivas", "rating": "100", "review": "one of the best movie...\nbgm , story, screenplay, songs , making top class 👌\nsrimurali acting super ...\nShivanna character \"BhairatiRanagallu\"...😎\nShivanna rocks in this character..\npakka paisa vasool movie..👌👌👌"}, {"reviewTitle": "Superbbb Movie", "reviewerName": "Narendra", "rating": "100", "review": "Nice movie... awesome acting by Sri Murali and Shivanna..BGM is super and songs so nice.. Best of luck Team...Narthan all the best for ur  first movie...👍👍👍👍"}, {"reviewTitle": "all mass lover must watch the film", "reviewerName": "vishwas", "rating": "100", "review": "Sri muruli acting super\nshivanna eyes n that look that is enough to kill the audience \nthis film taking Kannada film industry into next level"}, {"reviewTitle": "Mass Mufti😎", "reviewerName": "Hemanth", "rating": "100", "review": "Movie na miss maadkondre loss.. Story simple, screenplay good but making n direction anthu chindi.. Roaring Star Murali full roaring.. Movie alli thumba ne goosebumps scenes idave.. Dialogues anthu masth.. Ravi Basrur BGM perfection.. iro erad song ondu mass innond class.. cinematography chennag maadidare.. editing inna improve maadbodittu n swalpa slow motion kadme maadbodittu annod bitre film sooper..\n\nIvella namma Karunaada Chakravarthi Shivanna munde enu illa.. Nakkan aden entry.. aden acting.. aden looks.. aden dialogue delivery.. Shivanna character name kelidrene nadugbeku hang ide.. bere avru fight maadidre matra mass, ivr bari ninthkondre kalaas.. Bere avr hidkondre adu bari tagadu, Shivanna hidkondre gottala.. ishte helodu.. hosa tara movie, nodi enjoy maadi.."}, {"reviewTitle": "awesome movie with awesome screenplay Bgm is superb it's big treat for eyes, everyone did superb acting good story hatric hero rocks in this movie don't miss the movie go n have ah treat for eyes", "reviewerName": "Bharath", "rating": "90", "review": "awesome movie with awesome screenplay Bgm is superb it's big treat for eyes, everyone did superb acting good story hatric hero rocks in this movie don't miss the movie go n have ah treat for eyes"}, {"reviewTitle": "wow shivanna and murali acting awsome", "reviewerName": "Girish", "rating": "100", "review": "ya worth for wat you have paid nice movie combination was nice .. this s my first comment in book my show due to bcz i like the film any how guys go and watch"}]}}}, "ET00058085": {"synopsis": "Inspired by the imagination of P.T. Barnum, The Greatest Showman is an original musical that celebrates the birth of show business. It talks about a visionary who rose from nothing to create a mesmerizing spectacle that became a worldwide sensation. Starring Hugh Jackman, Michelle Williams, Zendaya, Zac Efron, and Rebecca Ferguson, this biographical drama portrays the sense of wonder we feel when dreams come to life.", "cast": ["Hugh Jackman", "Zac Efron", "Rebecca Ferguson", "Michelle Williams", "Zendaya"], "crew": {"Michael Gracey": "Director|", "Peter Chernin": " Producer|", "Jenny Bicks": " Writer| Screenplay|", "John Debney": " Musician| Background Score|", "Bill Condon": " Screenplay|", "Seamus Mcgarvey": " Cinematographer|", "Tom Cross": " Editor|", "Joseph Trapanese": " Background Score|"}, "rating": {"heartRating": {"rating": "83", "userVoteCount": "6,806 votes"}, "criticRating": {"averageRating": "3.3", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: An extraordinary story made even better with splendiferous performances. There`s a constant debate on what the audience wants to see and what the audience should see. As of now, the consumer is king and the media we expose ourselves to caters to our desires. However, this is also the reason for some of the highest grossing []..."}, {"criticName": "The Times of India", "rating": "4", "review": "The film tells Barnum`s rags to riches story and explores how his meteoric rise to fame and fortune was muddled with allegations of exploiting the disabled for his circus. However, many also argued that his vision unified the outcasts and acknowledged their existence when their own disowned them."}, {"criticName": "News 18", "rating": "3.5", "review": "This is what you ever want, this is what you`ll ever need and this is the line you`re greeted with the moment The Greatest Showman begins. A typical musical with nothing extraordinary in it but just enough happening to love everything about the film. Boasting of a cast including the likes of Hugh Jackman, Michelle Williams, Zac Efron, and Zendaya among others, the musical, based on the life of America`s most popular showman PT Barnum, is a hit with the perfect balance between chaos and emotions, music and dance and of course the rise and fall and rise again success of the man of actually invented the spirit and form of circus."}, {"criticName": "Koimoi", "rating": "4.5", "review": "The Greatest Show! A dream seen by the kid P.T. Barnum (Hugh Jackman) who works as a caretaker for a rich family. He charmingly wins the heart of Charity (Michelle Williams)  daughter of the man he was working for. Promising her a life with billion dreams, they both tie the knot with a warning from Charitys father  Shell get tired of your (Barnums) life and come back to me one day. Barnum gets dismissed from his usual job after which he decides to become a showman."}, {"criticName": "Deccan Chronicle", "rating": "4", "review": "After the fantastic Logan in the beginning of this year, Hugh Jackman is back in a completely different role and film. As befits an origin story for legendary American entrepreneur P.T. Barnum and his troupe of talented oddballs and outsiders, `The Greatest Showman` tells an uplifting story in the old fashioned way of musicals."}, {"criticName": "Hindustan Times", "rating": "3", "review": "Last year, Illumination Entertainment realised that a world of possibilities exists beyond rehashing Minion shorts and made Sing. The musical animated comedy had Matthew McConaughey play a broke music producer koala who is looking for talented anthropomorphic animals to launch a singing reality show. He finds a bunch of misfits who trust him with their future."}, {"criticName": "The Indian Express", "rating": "2.5", "review": "The biggest charge thrown at P T Barnum, the American showman known for founding the Barnum & Bailey Circus, was that he was a fraud, who sold fraud. What can you call a film about his life  no less than a cheerful musical  that colours all the greys out, that marginalises all the people he exploited, that drowns out all the questions his life raises in song and dance, to give us a man who is a loving husband, a doting father, a dreamer, and, to top all fakes, a believer in giving every person a chance?"}, {"criticName": "Firstpost", "rating": "2", "review": "A film about a showman starring Hugh Jackman seems like a sure thing on paper  weve already seen in The Prestige and Les Miserables that Jackman can elevate any material of this sort. The Greatest Showman, unfortunately doesnt benefit from his talent as it is bogged down by formulaic story beats, unexciting plotting and messy direction."}]}, "userRating": {"averageRating": "4.3", "reviews": [{"reviewTitle": "The best movie of 2017", "reviewerName": "Akshay", "rating": "100", "review": "Watched it twice already, will surely watch it again 👏🏼 i think this is the best movie of 2017. Keeps the viewers very at the edge of their seat throughout the movie! Great job👏🏼👏🏼"}, {"reviewTitle": "Amazingly Musical", "reviewerName": "RAKESHKUMAR", "rating": "100", "review": "If you love music and dance this is a movie not to miss. Hugh Jackman has come out as a romantic actor after his Wolverine character and he is supported well by others. must watch before you die"}, {"reviewTitle": "Truely Greatest Showman", "reviewerName": "VIKRAMADITYA", "rating": "100", "review": "Hugh Jackman is the master class actor who can mesmerize people with his acting. the way he acted in the emotional scenes and dances are truely worth watching. don't miss this movie"}, {"reviewTitle": "Truly amazing", "reviewerName": "sandeep", "rating": "100", "review": "Many people have given bad rating because they don't understand how beautiful this movie is it teaches us how we discriminate our own people just because they are different. I don't understand how people are rating Tiger Zonda hai better than this.  well I guess Bollywood is just about some illogical stories and PJ's. Hope someday I get to see a Bollywood movie which makes sense"}, {"reviewTitle": "Magical !", "reviewerName": "Gaurav", "rating": "100", "review": "This movie is not only the GREATEST but also MAGICAL because of the songs and the message it carries.\n\n\nWonderful acting by the spectacular cast !"}, {"reviewTitle": "Classy", "reviewerName": "Mansi", "rating": "100", "review": "Broadway is always fun and with a great meaning makes it special... this movie is so motivating inspiring and entertaining ... just loved the feel of the movie the screenplay casting music and everything about it is just perfect ... a must watch"}, {"reviewTitle": "Musical Lovers' Feast!", "reviewerName": "Chinmayee", "rating": "100", "review": "The Songs, The Lyrics, The Dance Moves, The perfectly orchestrated scenes truly stand by the Movie Title \"The Greatest Showman\". I have always enjoyed musicals but this one is exceptionally perfected! The movie is a melody even for eyes and for that I applaud the Director. It begins with simplicity of a budding love story and ends up being something so grand that you can't just snap out of it! The movie leaves you with happy tears witnessing the kiss in the sunset that marks a well deserved ending to the story! I highly recommend this movie to everyone who is a fan of Art as it does justice to Art in more than one of its forms!"}, {"reviewTitle": "I love this film", "reviewerName": "Arun", "rating": "100", "review": "When I am inside the theater I lost my self self in breath taking moments. Nice song and music. This is really a great movie & awesome story"}, {"reviewTitle": "A must watch", "reviewerName": "Reuter", "rating": "90", "review": "It's such an amazing movie. Easily one of the best performances by Hugh Jackman and Zac Efron. The soundtrack is so good. The movie is BEAUTIFUL."}]}}}, "ET00058863": {"synopsis": "In the misty town of Manali, ACP Ashwini Dixit attempts to solve a series of mysterious murders happening in a single night, which might be connected to the night club, Vodka Diaries.", "cast": ["Kay Kay Menon", "Raima Sen", "Mandira Bedi", "Sharib Hashmi", "Rishi Bhutani"], "crew": {"Kushal Srivastava": "Director| Producer| Screenplay| Dialogue Writer|", "Harry Anand": " Musician|", "Sandesh Shandilya": " Musician|", "Maneesh Chandra Bhatt": " Cinematographer|", "Alaap Majgavkar": " Editor|", "Manisha Korde": " Dialogue Writer|"}, "rating": {"heartRating": {"rating": "55", "userVoteCount": "805 votes"}, "criticRating": {"averageRating": "1.8", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Director: Kushal Srivastava Cast: Kay Kay Menon Vodka Diaries is a film so preposterous that within a few minutes I started to feel a little embarrassed for the actors on-screen. I felt especially bad for Kay Kay Menon - a fine actor who has done stellar work in films like Paanch, Black Friday, Sarkar and Haider.  But here he is cheerfully ha..."}, {"criticName": "The Indian Express", "rating": "1.5", "review": "By the time we get an explanation, we have pretty much twigged on to the mystery, such as it is. The answer is right there, in front of us, but it begs the question: just why, with a notable exception or two, doesnt Bollywood make any worthwhile thrillers? Sadly, the reliable Menon is wasted. So is our time."}, {"criticName": "Firstpost", "rating": "1", "review": "It`s embarrassing that this logic-free film has a talent like Kay Kay Menon"}, {"criticName": "Hindustan Times", "rating": "2", "review": "The audience wants complexity, deeper inward journey of the characters, but it gets more of Kay Kays cynical mannerism. You try to see some meaning in all this, but Vodka Diaries remains true to its name. It never becomes anything other than a trippy story written after a bottle of vodka. It might have looked brilliant in the writers head, but its not more than an average take on the concept of alternative reality."}, {"criticName": "Koimoi", "rating": "3.5", "review": "As a one-time watch Vodka Diaries could be called as a good entertaining movie with some really well-directed scenes and power packed dialogues. But do not let your expectations soar too high because the fall after that might hurt you real bad and you might return home with a baggage of disappointment and unsatisfaction with you."}, {"criticName": "The Times of India", "rating": "2.5", "review": "What works for the film are the performances by its lead actors. Kay Kay Menon, as a cop who is hot on the trail of the murderer, who is also a romantic at heart, does the best he can with the material at hand. But even an accomplished performer like him cannot save a film that sounds conceptually good, but is derailed by its poor execution."}, {"criticName": "Rediff", "rating": "1", "review": "Ever so often, Kay Kay Menon keeps dozing off between solving cases to dream up an open-air bed and breakfast scenario in snow-clad Manali.\nIt`s like being inside a drowsy, holiday-starved, person`s head. Or perhaps an aftereffect of starring in the drab Vodka Diaries, which positions itself as a whodunit, but is too dreary to allow any fun."}, {"criticName": "Filmibeat", "rating": "1.5", "review": "After a vacation with his poetess-wife Shikha (Mandira Bedi), ACP Ashwini Dixit (played by Kay Kay Menon) finds himself investigating a series of murders where dead bodies start piling up, each with a link to a local hotel named Vodka Diaries. As he goes deeper into his investigation, a mysterious call from a nameless lady (Raima Sen) topples his life upside down when he discovers that his wife Shikha is missing and the only way to reach her is to connect the clues left by the unknown caller. Will Ashwini manage to crack this case?"}, {"criticName": "Anupama Chopra", "rating": "1", "review": "Vodka Diaries is a film so preposterous that within a few minutes I started to feel a little embarrassed for the actors on-screen. I felt especially bad for Kay Kay Menon  a fine actor who has done stellar work in films like Paanch, Black Friday, Sarkar and Haider.  But here he is cheerfully hamming perhaps because he is saddled with a role that is entirely logic-free."}, {"criticName": "Rajeev Masand", "rating": "1.5", "review": "Kay Kay Menon stars as local cop ACP Ashwini Dixit, whos investigating multiple murders that have taken place over a single night and appear to be connected to a nightclub named Vodka Diaries. The deaths are gruesome, but the victims are barely-etched characters whom we meet fleetingly at best, never long enough to know or especially care for."}, {"criticName": "Times Now", "rating": "1.5", "review": "After returning from a holiday with his wife, ACP Ashwini Dixit (Kay Kay Menon) finds himself solving a series of murders in Manali. Each of these murders is linked to a hotel called Vodka Diaries (why would anyone name their hotel as such? It is like someone in their `50s trying to give a trendy name). As Ashwini goes deeper into the investigation, he gets hounded by weird dreams, gets phone calls from a mysterious woman (Raima Sen) while at the same time, his wife (Mandira Bedi) goes missing."}, {"criticName": "Cinema Express", "rating": "2", "review": "In the very first scene we see ACP Ashwini Dixit (Kay Kay Menon) running aimlessly, rolling over snow, alternating between flat, paved roads and snowy mountainous terrain. Then he arrives at a hotel, calm, breath enough in reserves, and walks in flashing his ID card. It makes us wonder why."}]}, "userRating": {"averageRating": "3", "reviews": [{"reviewTitle": "Splendid and breathtaking", "reviewerName": "bhawani", "rating": "100", "review": "Bollywood is changing and films like these are responsible for it. Hats off to the writer and the whole team... Loved it 👌👌👌👌👌👌👌👌👌 “PARK YOUR DEMONS IN THE DARK”"}, {"reviewTitle": "great movie", "reviewerName": "Devvrat", "rating": "100", "review": "Its a great movie ny young director kushal srivastava and the role played of ASP by K.K.Menon was superbly played he is a very grt actor and played his role really well\nmust watch this.."}, {"reviewTitle": "There were no chairs but only it's edges in the theatre", "reviewerName": "Prakhar", "rating": "100", "review": "An excellent thriller..it's a different genre though, which is not too much explored by bollywood, and then there is Kay Kay Menon who always grabs your eyes..the direction is very good, the last song in the casting is worth sitting back for few more minutes, when you listen to Rekha Bharadwaj.."}, {"reviewTitle": "High dose of Vodka with dark chocolate", "reviewerName": "Chaitanya", "rating": "50", "review": "High dose of Vodka with dark chocolate. Movie is like the hangover, main issue is in story and screen you will feel annoying because you didn’t understand any thing thats whats going on. Good Camera work and background score. KK menon is best as always. Better to avoid it"}, {"reviewTitle": "Glad that bollywood is making such movies", "reviewerName": "Tushar", "rating": "90", "review": "loved it, won't give spoiler. will just recommend to watch and will advise to not to dig about the story as it'll be dud if you already know about it."}, {"reviewTitle": "Classic thriller", "reviewerName": "Nikita mani", "rating": "80", "review": "I felt plot was kinda similar to Shutter Island... Must watch...KK sir maintained the audience stick to the story...you can enjoy only if u lyk thriller movie..u will definitely get bored if u r going to movie for fun..."}, {"reviewTitle": "totally confusing ends in a blunder", "reviewerName": "Reema", "rating": "20", "review": "what a mess! starts off good but the story ends horribly! totally disappointed! and why the name vodka dairies.. ? wasted time and money.. :P"}, {"reviewTitle": "best story", "reviewerName": "Krish", "rating": "100", "review": "the plot of the film is very good and full of suspense...the director kept the mystery till the end and made the film intriguing and interesting...also kk Menon's acting was at its best😍"}, {"reviewTitle": "Gripping Mystery with no to so good Climax.", "reviewerName": "sushant", "rating": "60", "review": "The film is undoubtedly one of the good mystery thrillers in Bollywood. Kay Kay Menon has carried the whole film with his outstanding performance as ACP Ashwini Dixit. He made the character believable and realistic. Suspense in the film in intriguing till the end but the climax is not that good. The film is clear adaptation of one of the Hollywood's best Mystery thriller. A one time watch film that too alone for Kay Kay Menon."}]}}}, "ET00050641": {"synopsis": "The fourth installment of the Insidious series takes us back in time, highlighting the time when Dr. Elise Rainier, in her youth, lived in her family home in New Mexico, faced her most fearsome haunting being haunted by a demonic spirit that pushed her deeper into the Further.", "cast": ["Lin Shaye", "Leigh Whannell", "Angus Sampson", "Kirk Acevedo", "Caitlin Gerard", "Spencer Locke", "Josh Stewart", "Tessa Ferrer", "Bruce Davison", "Javier Botet", "Hana Hayes"], "crew": {"Adam Robitel": "Director|", "Jason Blum": " Producer|", "Leigh Whannell": " Writer|", "Joseph Bishara": " Musician|", "Toby Oliver": " Cinematographer|"}, "rating": {"heartRating": {"rating": "59", "userVoteCount": "17,850 votes"}, "criticRating": {"averageRating": "2.2", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Plenty of jump scares that will haunt you for days. Elise Rainier is at it again! The parapsychologist of the popular Insidious series is back hunting ghosts in the fourth installment of the franchise - Insidious: The Last Key. The movie follows the events of its prequel, making this one the second movie chronologically. This time, Elise`s []..."}, {"criticName": "Hindustan Times", "rating": "2", "review": "2018 has got off to a fine start, hasnt it? Not a week has passed and already, two world leaders have threatened nuclear war on Twitter, everyones Aadhaar details are being sold online for the price of a pizza, and like clockwork, a terrible horror movie has come and parked itself at the cinema."}, {"criticName": "Koimoi", "rating": "1.5", "review": "The story starts showing Elises (Lin Shaye) unhappy childhood and how she suffered from the special (or not so special) powers of interacting with spirits. Living with her lunatic dad, she gets beaten up every time she complains about demons she can see in the house."}, {"criticName": "The Times of India", "rating": "3", "review": "Elise and her sidekicks (Leigh Whannell, Angus Sampson) are back to ghost-hunting but this time around the case is tricky. To help out a man who claims to feel the existence of a demon, Elise must visit her childhood house, where she faced physical and psychological assault at the hands of her own father. This rakes up her traumatic past and the demon she allegedly allowed to unleash as a child. How she tackles this harrowing situation forms the story."}, {"criticName": "Firstpost", "rating": "3", "review": "Insidious: The Last Key, the fourth film in the franchise, serves as a finale in the canon, although it would be foolish to assume that there wont be any more sequels, considering the amount of money they make. The Last Key is a sequel to the 2015 prequel. We follow the demonologist Elise (Lin Shaye) who travels to her childhood home in New Mexico where there are reports of supernatural occurrences."}, {"criticName": "News 18", "rating": "2", "review": "Insidious: The Last Key is a draggy, confusing sequel of Insidious Chapter 3 which offers nothing new and even the old formula of scaring the audience with a hideous demon seems stale."}, {"criticName": "DNA India", "rating": "2", "review": "The fourth movie in the Insidious franchise is the origin story, if you will, of Elise Rainier (Lin Shaye). We have come to know the character better over the past instalments. This time the story jumps between timelines ranging from her childhood, her teenage, to her older days. Little Elise`s \"gifts\" that led her to be a sexagenarian parapsychologist, bring tragedy to her family as the demon uses her to open the red door for the \"entities.\""}, {"criticName": "Deccan Chronicle", "rating": "2", "review": "`Insidious: The Last Key` explores the backstory of ghost buster Elise Rainier (Lin Shaye). Here, Elise is first introduced as a young girl living with her stern father (Josh Stewart), loving mother and brother. Turns out that Elise already had an ability of seeing the ghosts. It is then she unknowingly unlocks a mysterious door for the monster (a tall lanky beast with keys for fingers), which causes a tragedy to her family."}, {"criticName": "Film Companion", "rating": "1.5", "review": "Thanks to my teenage kids, Ive become a fan of schlocky American horror films  the ones with families in large suburban homes battling demons and spirits. All these homes have attics and basements and nothing good ever happens there. The best give you a few good jump scares  they are the movie equivalent of a haunted house at a carnival  good for screams and laughs."}]}, "userRating": {"averageRating": "3.1", "reviews": [{"reviewTitle": "One of the worse horror movies of recent times", "reviewerName": "Bruce", "rating": "20", "review": "The story was just wayward & relied only on sudden scares with sound effects. No real scare & sometimes it just didn't make any sense whatsoever."}, {"reviewTitle": "वाहियात", "reviewerName": "Sagher", "rating": "10", "review": "पैसे और समय की बर्बादी। इससे तोह अच्छा मैं चिकन रोल खा लेता। घटिया पिक्चर बनाई है। दिमाग का दही हो गयाStupid film. Waste of time and money. They could do much better than that."}, {"reviewTitle": "Not as expected!!", "reviewerName": "Durgesh", "rating": "40", "review": "In first half you will feel few jerks with the sounds  but in the second half the movie was completely down...you will laugh at the end instead of getting horrified"}, {"reviewTitle": "family emotion drama", "reviewerName": "Girish", "rating": "10", "review": "there nothing to watch in the film... it felt I was watching some serial which had some relationship.. I can give the screen play 4 stars!\nit is said as a horror film but der s nothing 😔"}, {"reviewTitle": "Boring n slow as compared to last parts", "reviewerName": "Arun", "rating": "40", "review": "Nothing as xpctd. No horror at all except for 1 or 2 scenes. Very slow paced & dragging. Lacks that intensity horror movies give to us. Avoidable."}, {"reviewTitle": "Old wine in new bottle", "reviewerName": "Sampada", "rating": "60", "review": "Insidious has become extremely repetitive in its content and fear impacts . The film is watching old an old CD of its many versions again . As always it ends with a promise to come back with another successor movie but I wonder how long will the series last with no creativity in storyline , characters and effects"}, {"reviewTitle": "wrost movie", "reviewerName": "Babu", "rating": "10", "review": "waste of time watching this movie... there is routine story of almost all Hollywood horror movies... this is not horror movie, it's like a horrible movie... don't watch this movie..."}, {"reviewTitle": "Nonsense", "reviewerName": "Anil", "rating": "30", "review": "waste of money .. not worth watching..\nhad lots of expectations on this movie but doesn't seems like watching a horror movie . not at all scary apart from one or two scenes.."}, {"reviewTitle": "Bad", "reviewerName": "Shrawani", "rating": "20", "review": "Nothing is horror in it except only 2 scenes. It's not really worth a watch. Not at all enjoyable. Till interval nothing happened and after interval there are those 2 scenes that's it."}]}}}, "ET00057857": {"synopsis": "Mayaanadhi is a thrilling love story between Mathan, whose origin is from Madurai, and Aparna, based out of Cochin. Mathan and his team travel to Kodaikanal for a deal where they encounter something they'd never seen coming, which leads to an unexpected turn in his life. Mathan then decides to return to Cochin to amend things with his long lost love Appu. What you'd experience next is an unusual love story and a series of gripping scenes that will keep you on the edge of your seat.", "cast": ["Tovino Thomas", "Aishwarya Lekshmi", "Harish Uthaman", "Leona Lishoy", "Aparna Balamurali", "Lijo Jose Pellissery"], "crew": {"Aashiq Abu": "Director| Producer|", "Amal Neerad": " Producer|", "Syam Pushkaran": " Writer|", "Dileesh Nair": " Writer|", "Rex Vijayan": " Musician|"}, "rating": {"heartRating": {"rating": "77", "userVoteCount": "17,603 votes"}, "criticRating": {"averageRating": "3.8", "reviews": [{"criticName": "The Times of India", "rating": "3.5", "review": "After a mission as a mule driver for a gang goes wrong, Mathan (Tovino Thomas) flees from Tamil Nadu to Kochi and meets with his former girlfriend Aparna (Aishwarya), who is an aspiring actress. As the duo rekindle their romance, the cops catch up with him and the duo are forced to make choices in their lives."}, {"criticName": "Lensmen Review", "rating": "4", "review": "The nuances of true sensible love we see in real life very rarely get depicted on screen with that sensible amount of sincerity. Movies very seldom try to break those moulds the other films created. Mayaanadhi in my opinion is an exception from all that. This film from Aashiq Abu written by Syam Pushkaran and Dileesh Nair is a nicely layered love story that focuses on the need of a romantic relationship."}, {"criticName": "Fullpicture", "rating": "3.5", "review": "Its a crucial audition for Aparna. She is a bit flustered by the appearance of actress Aparna Balamurali, (who plays herself) who is in for the same role. As the actress tries to make small talk, she excuses herself to go to the washroom and calls MathanJust praise me. Just make me feel better. I need it now."}, {"criticName": "Film Companion", "rating": "4", "review": "In Jean-Luc Godard`s Breathless, a young criminal kills a cop, flees, falls in love, dreams of a future in a different country, and discovers that life has a way of messing up your plans. Each of these beats is referenced to some degree in Aashiq Abus Mayaanadhi (Magical River), but with a swoony intensity thats a world apart. The narrative is made up of two strands."}, {"criticName": "Firstpost", "rating": "4", "review": "Sex is not a promise. I cannot believe I just heard these words from a heroine in a mainstream Mollywood venture. Aparna Ravi a.k.a. Aps in Mayaanadhi (Mystic River) is a far cry from the coy virgins of past Indian films for whom sex was usually a mistake that almost inevitably led to a pregnancy."}]}, "userRating": {"averageRating": "3.9", "reviews": [{"reviewTitle": "Survival of the fittest", "reviewerName": "Harikrishnan", "rating": "80", "review": "One of the best movie which deals on real life human emotions in the current digital world.nDon't look for reviews to judge, go experience Maayanadhi!"}, {"reviewTitle": "Mystic river ❤️", "reviewerName": "Kiran K", "rating": "100", "review": "A good movie with great writing good direction. The performance of lead actors is remarkable.\nThe music just adds an extra layer to the emotions. Love is not perfect,it's mystic"}, {"reviewTitle": "amazing movie something I have never seen before in malayalam movie", "reviewerName": "Anjali", "rating": "100", "review": "this movie is one of those milestones in malayalam movie which opens the door to a new genre. amazing acting done by aishwarya Lakshmi and Tovino Thomas . loved every bit of the movie . the music is mesmerising"}, {"reviewTitle": "Ashiq abu is back with a bang", "reviewerName": "kiran", "rating": "100", "review": "After a long gap, finieshed a movie with full of claps in the theater. A must watch amongst the Christmas releases. Tovino and aiswarya rocked. Rex vijayans music was soothing and it added a life to the movie. The guys who acted as the police officers were spot on. Over all a very good movie."}, {"reviewTitle": "Exceptional", "reviewerName": "Kurian", "rating": "100", "review": "Seldom does a movie with such maturity hit malayalam cinemas. We have had very good movies this year, but Mayaanadhi had a degree of boldness about it that I felt myself engrossed in the movie right from the start. Theis combo of romance-thriller marks a grand return to form for AAshiq Abu."}, {"reviewTitle": "Class entertainer", "reviewerName": "Satheesh", "rating": "100", "review": "Awesome movie with Awesome screenplay. Characters are living in this picture. Everyone did their role well. Portraying the life of actors were excellent and that audition scenes let us know how many of them have gone through efforts and pain. Hats off to entire team."}, {"reviewTitle": "Beautifully crafted film", "reviewerName": "Dipin", "rating": "100", "review": "beautifully crafted film. exceptional work by Ashique. great comeback. Aishwarya, DOP, BGM and Music all did a great job. tovino did justice to his role. it's very refreshing to see well crafted love making scene rather than the cliche."}, {"reviewTitle": "dare", "reviewerName": "Arun", "rating": "80", "review": "brilliantly executed subtle romantic drama, with mesmerising music and visuals. especially that song uulitin nadiye and one sung by shahana aman nailed the show. Ashiq abu done it very well,although script is not up to that level. \nAtleast he succeeded in rewriting the stereotypical cinematic expectations of mallu film audience, it seems\nkudos\nps : not a family movie😁"}, {"reviewTitle": "A movie with a nice flow (pun intended)", "reviewerName": "Satheesh", "rating": "100", "review": "An amazing movie backed by a super cast and rich storyline. Not a moment of boredom. Tovino is maturing to be a great actor. Aishwarya Lekshmi has an bright future ahead."}]}}}, "ET00055868": {"synopsis": "Sketch is a Tamil movie starring Vikram and Tamannaah Bhatia in prominent roles. It is an action thriller directed by Vijay Chander with S. Thaman as musician, forming part of the crew.", "cast": ["Vikram", "Tamannaah Bhatia", "Soori", "Radha Ravi", "Sriman", "Vela Ramamoorthy", "Kabali Vishwanth", "Sri Priyanka", "R. K. Suresh", "Hareesh Peradi", "Ravi Kishan"], "crew": {"Vijay Chander": "Director| Writer|", "S. Thaman": " Musician|", "M. Sukumar": " Cinematographer|", "Ruben": " Editor|"}, "rating": {"heartRating": {"rating": "67", "userVoteCount": "10,837 votes"}, "criticRating": {"averageRating": "2.4", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: With a PSA, the film takes twists and turns after almost every scene.  Set in North Chennai, Sketch is your basic Tamil ``mass`` film as you'd call it, with the plotline mostly based on a rowdy gang and moral justifications for their doings. Albeit a story of a gang, this film played well with []..."}, {"criticName": "The Times of India", "rating": "2.5", "review": "Jeeva aka Sketch (Vikram) is the go-to guy in a north Madras-based garage run by Settu (Hareesh Peradi). He is also in charge for seizing the vehicles of loan defaulters. It was when Durai (Aruldoss), who was once the reliable guy of Settu got injured that Sketch, the former`s nephew, replaced him. Ravi (RK Suresh), who was once Durai`s aide, isn`t happy with Settu for making Sketch his right hand."}, {"criticName": "Hindustan Times", "rating": "2", "review": "Director Vijay Chandars Sketch (who last made the Simbu-starrer Vaalu) is one of those films set in north Madras gangster backdrop that has all style but no substance. It rides completely on Vikrams star image and he does everything in his ability to save the film from turning into an ordeal to sit through. Despite his sincere efforts, the film struggles to stay afloat till the end except for a few action sequences that may appeal to the masses."}, {"criticName": "Firstpost", "rating": "3", "review": "Vikrams Sketch is a typical Tamil mass template entertainer that has its shining moments, though far and few. It works to a certain extent due to Vikrams charisma and style, and with the ease that he does mass commercials. Vikram flaunts his swag with lan and style, and doesnt look his age."}, {"criticName": "The Indian Express", "rating": "1.5", "review": "About five minutes into Sketch, you get Vikrams intro and the song Atchi Butchi. As the song was playing, I looked around the theater twice just to ensure that I hadnt travelled back in time and was watching Gemini. The song feels dangerously close to O Podu  a grungy looking Vikram dancing in the streets with a supposedly cool hand gesture."}, {"criticName": "India Today", "rating": "2", "review": "Chiyaan Vikram certainly took the audience by surprise when he chose one-film-old director Vijay Chandar. And when the director revealed that the story is set in north Chennai, Vikram`s fans began celebrating early. Why? Because this is a territory that the actor has explored several times and has come out with flying colours."}, {"criticName": "Filmibeat", "rating": "3", "review": "The story of Sketch is set against the backdrop of North Chennai, which is also known as Vada Chennai. Sketch, whose real name is Jeeva, works under a financier named Sett. Sketch`s main job is to seize the vehicles of all those who don`t pay back the money on time. One day, he is assigned with a similar task, but it leads to a bit of troubles."}, {"criticName": "Cinema Express", "rating": "2", "review": "The year was 2002 and I still remember the smile of satisfaction I had while walking out of the theatres, holding my parents` hands. Vikram`s Gemini had come out and it was easily one of the most enjoyable films of that decade. Of course, the actor has come a long way since then and has done similar roles in films such as Bheema and Rajapattai."}]}, "userRating": {"averageRating": "3.5", "reviews": [{"reviewTitle": "Average", "reviewerName": "selva", "rating": "70", "review": "One time watchable for climax suspense.song and Tamanna are wasting the movie.Vikram acting good and back ground score nice.story starts from climax."}, {"reviewTitle": "poovarasan's 👉 sketch", "reviewerName": "Poovarasan", "rating": "100", "review": "1st half s fast nd superb and second half s little drag bcoz of d song other than dat movie s fantastic.\n climax s 👌nd gud  message\nchiyan 😍"}, {"reviewTitle": "real sketch", "reviewerName": "Srv", "rating": "90", "review": "sema sema sema old story new screenplay with chiyan bro sema mass masala pongal treat for action movie fans once again hit for vikram over all mass entertaining movie sema bgm and visual treat cinematography tamanna looking cute. real sketch for audiance"}, {"reviewTitle": "sketch pongal", "reviewerName": "Silambarasan", "rating": "100", "review": "family entertaining.. commercial hit..chiyaan acting super...bgm awesome.. song super.. good screenplay.. very decent movie..we can watch..."}, {"reviewTitle": "good", "reviewerName": "Suketh", "rating": "70", "review": "educational for public. however it is quite boring movie heroine doesn't look so cute Vikram did a good job is acting is good for ever and and family oriented movie"}, {"reviewTitle": "Good action movie  with a strong message", "reviewerName": "Shanmugam", "rating": "60", "review": "vikram has performed well as usual. his fights sequence are delightful to watch. comesy is ok but not much comedy. could have avoided romantic songs in between in the second half. there is a strong message at the end surspringly, the characters related to the message could have been filmed a bit more to show their anxious against the hero and friends irrespective of the hero's good cause to them."}, {"reviewTitle": "Super move", "reviewerName": "Mukesh", "rating": "100", "review": "sketch is super song song Is super  dance acting  super move very well move from to till end super excited comdie and enjoyed move really very super move"}, {"reviewTitle": "Sketch", "reviewerName": "Saravanan", "rating": "100", "review": "Excellent movie, Chiyan vikram acting is simply amazing. The story line, screenplay editing, everything looks good. over all you can enjoy the movie a lot"}, {"reviewTitle": "semma mass", "reviewerName": "narendran", "rating": "100", "review": "good work, and direction, vikram sir acting pakka Maas, background music super, screen play super, super team acting, good action film, money worthable movie, next next scene very expected this movie... thamanna romance OK... pakka Maas this pongal thank u vikram sir and director and team"}]}}}, "ET00058805": {"synopsis": "A small-time businessman who runs a finance business at a local vegetable market enjoys the support of the local vendors and people in the area. All goes well for him until one day, he saves an honest police officer from being killed by a local gangster. Soon, a rivalry ensues between the two.", "cast": ["Puneeth Rajkumar", "Rashmika Mandanna", "Ramya Krishnan", "P. Ravi Shankar", "Sadhu Kokila", "Akhilendra Mishra", "Chikkanna", "Mukesh Tiwari"], "crew": {"Harsha A": "Director| Writer| Screenplay|", "MN Kumar": " Producer|", "KCN Kumar": " Producer|", "Hari Gopalakrishnan Nadar": " Writer|", "Ravi Basrur": " Musician|", "Swami. J": " Cinematographer|", "Deepu S Kumar": " Editor|"}, "rating": {"heartRating": {"rating": "74", "userVoteCount": "23,338 votes"}, "criticRating": {"averageRating": "3.4", "reviews": [{"criticName": "Cinibuzz", "rating": "3.5", "review": "It is a re-make of Tamil film Poojai that was released three years ago. Choreographer-cum-director Harsha has faithfully followed the original version while ensuring the necessary ingredients to entertain mass audience, especially Puneeth Rajkumars fans."}, {"criticName": "The Times of India", "rating": "2.5", "review": "Raja is a money lender, who is staying away from his family due to unforeseen circumstances. When his path crosses with Bhairava, a mafia kingpin involved in contract killing, he has more than one score to settle. How does their fight end?"}, {"criticName": "Filmibeat", "rating": "3", "review": "The movie runs on two parallel threads where the protagonist of the movie will be seen tackling two different problems simultaneously. If one problem deals with a certain land case involving the antagonist then the other issue will be a face-off between the protagonist and the antagonist with a different reason."}, {"criticName": "Chitraloka", "rating": "4", "review": "What the fans asked for has been delivered by director Harsha and producer NM Kumar in Anjaniputra. The film starring Puneeth Rajkumar is one of the best films released this year in Sandalwood.  The film is a perfect mix of action, comedy, family sentiments and romance. It has everything fans ordered."}, {"criticName": "Chitratara", "rating": "4", "review": "What an action cinema again from Puneeth Rajakumar, the power star is a transformer in this film. He is a man of steel and heart of gold  the basic requisite of a macho hero. MNK Movies M N Kumar has given a real treat for Christmas and coming New Year!"}, {"criticName": "Cinema Express", "rating": "3", "review": "Once in a while, we get to watch true-blue potboilers and Anjaniputra is one such. Harsha directorial is a good mix of artistic value and commercial entertainment. Customised for fans of Puneeth Rajkumar, the film is an out-and-out action drama that has the right balance of humour and family drama. It story was inspired by the Tamil flick Poojai, and the Kannada version has its high and low-points."}]}, "userRating": {"averageRating": "3.8", "reviews": [{"reviewTitle": "Superbbbb Movie..", "reviewerName": "Manjunath", "rating": "100", "review": "Movie was awesome...Puneeth sir rocks...Rashmika nice... Background Scoring lovely..Chickappa Steals the show.. Remaining star cast awesome... Mindblowing Songs..."}, {"reviewTitle": "super", "reviewerName": "jagadeesh", "rating": "100", "review": "good movie story supper . fight super dance super .family entertainment movie we can watch one more time no boaring movie supper punith rajalumr doilogs"}, {"reviewTitle": "Super movie Anjani Putra", "reviewerName": "JAVAD", "rating": "100", "review": "Super movie Anjani Putra please watch and support Kannada movie super direction super picture picturisation Harsha directions super powre star rajkumara amazing acting and rashmika mandanna super acting pakka family entertainment movie"}, {"reviewTitle": "Jus Average", "reviewerName": "Naveen", "rating": "60", "review": "It’s not a movie for Puneeth fans, jus a one time watch movie, there is no wow factor in the movie. It could have done more more better. How Director Harsha can do a dubbed movie to Puneeth (Tamil Poojai). Don’t spoil a star name for jus sake a doing a movie. Completely disappointed."}, {"reviewTitle": "Good family entertainment", "reviewerName": "Madan", "rating": "100", "review": "A gud movie again from powerstar, it's a remake movie bt also Harsha had done a vry gud job. Appu acting fight and dance is ultimate, RamYa Krishna is too gud as mother and Rashmika also done a vry gud job. Keep rocking BOSS Luv u Appu"}, {"reviewTitle": "Love you appu :) . But this type of remake movies are not for you :(", "reviewerName": "Sathish", "rating": "60", "review": "I heard this film is a remake of Tamil \"POOJAI\" and I didn't watch the original even I had HD print of it. You know why?? I really wanted to watch you in ANJANIPUTRA though I don't trust the director (couldn't resist him with Chingari and Vajrakaya). \n\nOther film industries are evolving with the films like BAAHUBALI (1000 crore), ROBO like movies. And in our Sandalwood?, still making remake movies like this (That too average).\n\nAudiences really want to see our film industry (Sandalwood) in the top position. Everyone  says there is no market for Kannada movies... I'm asking why?? what is the root cause??... Can't we reach the market??\n\nCan't we make another pure Swamake movies like UGRAMM, LOUSIA, U-TURN, MM, HEBBULI, KARVA etc...\n\nWE ARE DISAPPOINTED.\n\nPLUS POINTS ARE :\n\n01. BGM by RAVI BASRUR. \n02. PHOTOGRAPHY & EDITING.\n03. APPU (Fights, Dance & Acting).\n04. RAMYAKRISHNA (Voice dubbing was very worst for her).\n05. CHIKKANNA."}, {"reviewTitle": "super", "reviewerName": "Raghu", "rating": "100", "review": "mast movie good appu fan always enjoy his movie.\nfull family movie. good movie every body should go and watch the movie full entertainment confirm."}, {"reviewTitle": "ಅಪ್ಪು ಅವ್ರು ಸುಪರು", "reviewerName": "Yash", "rating": "100", "review": "ಅಧ್ಬುತ ಆಕ್ಷನ್ ಫ್ಯಾಮಿಲಿ ಸಮೇತ ಕುತು ನೋಡುವ ಸೂಪರ್ ಚಿತ್ರ ಫ್ಯಾನ್ಸ್  ಗೆ ಮಾತ್ರ  ಅಲಾ yalargu ಕಿಂಗ್ ಕಣೋ ನಮ್ ಪವರ್ ಸ್ಟಾರ್ ಪುನೀತ್ ರಾಜಕುಮಾರ್  Karnataka mathra ರಾಜಾ ಅಲಾ ನಮ್ ಪವರ್ yale ಕಾಲ್ etru ರಾಜಾ ne"}, {"reviewTitle": "Anjaniputra", "reviewerName": "vinod", "rating": "100", "review": "pakka mass spr  movie family orientated movie spr agide 50 days pakka ultimate action dance by punith rajkumar. Rshmika mandanna cute  ramyakrishna as well as mother spr acting super story ..."}]}}}, "ET00063940": {"synopsis": "Aadu 2 revolves around Shaji Pappan and his group of misfits, who take part in another tug-of-war contest to win the golden cup. But along the way they unwittingly get drawn into a deal gone wrong, which involves dangerous smugglers.", "cast": ["Jayasurya", "Vijay Babu", "Saiju Kurup", "Harikrishnan", "Renji Panicker", "Bhagath Manuel", "Dharmajan Bolgatty", "Vineeth Mohan"], "crew": {"Midhun Manuel Thomas": "Director|", "Vijay Babu": " Producer|", "Harikrishnan": " Writer|", "Shaan Rahman": " Musician|", "Vishnu Narayanan": " Cinematographer|", "Lijo Paul": " Editor|"}, "rating": {"heartRating": {"rating": "79", "userVoteCount": "42,346 votes"}, "criticRating": {"averageRating": "2.9", "reviews": [{"criticName": "Filmibeat", "rating": "3.5", "review": "Aadu 2 retains almost all the epic characters from its original version. Aadu 2 takes the audiences through a new episode in the life of Shaji Pappan and his team, who are still fighting it out in various tug of war competitions. But this time, Shaji Pappan has to face some monetary issues."}, {"criticName": "The Times of India", "rating": "3", "review": "Even without a strong storyline, Aadu 2 is an out-and-out comedy movie with several laugh- out-loud moments. Like, the prequel of the movie, the crux of the movie is a tug of war competition which Shajipappan and team are aiming to win. This time instead of a goat, the prize is a golden cup."}, {"criticName": "Lensmen Reviews", "rating": "3", "review": "When compared to the first part, this second outing of Shaji Pappan and gang is much better. The main error with Aadu Oru Bheekara Jeeviyanu was that it was an overdone nonsense comedy. But with the new one titled Aadu 2, Midhun Manuel Thomas manages to control his jokes to an extent, making it a passable comedy with some memorable comedy set pieces."}, {"criticName": "Behindwoods", "rating": "2", "review": "Aadu 2 has most of the characters from the prequel and is an entertainer to fans. Deeply rooted on the first part, the movie falls into the comedy-thriller genre. As advertised by the makers, it is something that should be seen as a simple, light, fun movie with no commitment to logic."}]}, "userRating": {"averageRating": "4.2", "reviews": [{"reviewTitle": "100% entertainer", "reviewerName": "RUGMA", "rating": "100", "review": "leave ur logic outside and enjoy with any company. family, friends or even strangers. go for it. Shaji pappan and team is back. Better than first half."}, {"reviewTitle": "AADU 2 - Entertainment At Its Peak", "reviewerName": "prashob", "rating": "100", "review": "AADU 2 is a strange, Funny and unique film, one of the best Comedy movie of the year. Kudos to the Team. Jayasurya, Dharmajan, Saiju Kurup, Vineeth, Bhagath, Vijay Babu (SARBATH SHAMEERR) & Swathi have done justice to their roles..SHAJIYETAA..."}, {"reviewTitle": "laughter treat", "reviewerName": "Suraj", "rating": "60", "review": "laughter without thinking anything or deeply kids enjoying much!!!\nyouth enjoyed every characters entry !!!\nHoliday family entertainer \ngood one"}, {"reviewTitle": "ADIPOLIIIII", "reviewerName": "Pranav", "rating": "100", "review": "BEST FILM OF THE YEAR. WE WILL WANT FILM NOT TO END. DIRECTOR , CREW AND JAYASURYA HAVE DONE THEIR BEST. HIGHLY RECOMMENDED MOVIE. DON'T MAKE MISTAKE NOT WATCHING IT."}, {"reviewTitle": "kidukki", "reviewerName": "Jeeno", "rating": "100", "review": "അപ്പൊ  ഇ  ക്രിസ്മസ്  ഷാജിപാപ്പനും  പിള്ളേരും  കൊണ്ടുപോയി മക്കളെ... !!!😍😍😘\nആട്  2 പടം പൊളിച്ചടുക്കി... !👌👌💜\n\nMidhun manuel and team ആട്  3ക്ക്‌  വേണ്ടിയുള്ള  പരിപാടി  തുടങ്ങിക്കോ..  ഇത് ഇവിടംകൊണ്ടൊന്നും  തീരാൻപോണില്ല.. തീർക്കാൻ സമ്മതിക്കുകേല...💪\n\n\n#aadu2\n#shajipappan"}, {"reviewTitle": "Shaji paapan is rocking in 2 version", "reviewerName": "Tobin", "rating": "100", "review": "one of the best second part movie which is giving good reports all round. of course this movie needs a hats off from me. Shaji paapan and piller is really Rockin'in this movie . well written story and everything is connected and the whole thing is best in direction and jokes are outstanding.. good luck guys.. housefull shows"}, {"reviewTitle": "Better than First Part", "reviewerName": "Naveen", "rating": "100", "review": "I think this would be the first time in the world history a movie which is a flop gets its second part, and the second part stands out from firat part. kudos to the entire team especially the guts of the producer Vijay Babu."}, {"reviewTitle": "mass comedy", "reviewerName": "ajesh", "rating": "100", "review": "gud entertainment pappan and team super, comedy movie for family audience, Christmas celebrations with nice movie enjoy the movie gud work from all the team"}, {"reviewTitle": "filled with comedy, thrill and stunt", "reviewerName": "Sreekumar", "rating": "100", "review": "this makes me to watch the first part of aadu.But ironically this movie doesn not give much importance to the goat..but nevermind and anyways ...THIS MOVIE WAS AWESOME AND SUERB!!😀😀😀"}]}}}, "ET00061620": {"synopsis": "An heir to a billionaire who is exiled, after a while returns, only to find his father murdered. He joins his father's company as a regular employee to find out the killer and resolves to set things straight in the company.", "cast": ["Pawan Kalyan", "Keerthy Suresh", "Anu Emmanuel", "Aadhi", "Boman Irani", "Khushbu", "Rao Ramesh", "Murli Sharma"], "crew": {"Trivikram Srinivas": "Director|", "S. Radha Krishna": " Producer|", "Anirudh Ravichander": " Musician|", "Kotagiri Venkateswara Rao": " Editor|"}, "rating": {"heartRating": {"rating": "57", "userVoteCount": "88,347 votes"}, "criticRating": {"averageRating": "2.5", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Pawan Kalyan and Trivikram complete a hattrick in style. Trivikram Srinivas and Pawan Kalyan are teaming up for the third time in their careers with Agnyaathavaasi, after successful movies like Jalsa and Atharintiki Daaredhi. One of the highly anticipated movies of the year, Agnyaathavaasi also marks the 25th movie for Pawan..."}, {"criticName": "The Times of India", "rating": "2.5", "review": "With a story featuring a secret heir trying to prove his legitimacy, one would expect the film to be tightly narrated and be fast-paced. However, `Agnyaathavaasi` is anything but that."}, {"criticName": "Chitramala", "rating": "2.5", "review": "This sankranti season, we have Pawan Kalyan starrer Agnyathavaasi, Bala Krishna starrer Jai Simha, Suriya starrer Gang and Raj Tarun starrer Gang. Today Its the time for Agnyathavaasi which is directed by Trivikram Sreenivas and produced by Haarika and Hassine creations. The controversies around Pawan Kalyan has given the necessary promotion for the movie and also the impressive teaser and trailer of the movie. Lets see how the movie is."}, {"criticName": "Telugu Mirchi", "rating": "3", "review": "The win-win combination of Director Trivikram and Power Star Pawan Kalyan, after Jalsa and Attarintiki Daredi, enlarged the expectations of the audience.The silver jubilee film from the Pawan stable has added to the craze and despite the low key publicity, the film has already become a household name in the industry.Everyone is keeping fingers crossed on the box office status of the film on screen today."}, {"criticName": "Firstpost", "rating": "2.5", "review": "Pawan Kalyans latest family drama Agnyaathavaasi feels like an absolute farce, two words which one would have never used to describe a Trivikram Srinivas film. Until now.\n\nIts biggest undoing is incoherent storytelling, which leaves you perplexed for almost the entire length of the first half, and even when it feels like things are back on track, it never rises above its serious flaws. Yes, we do laugh at times, thanks to some genuinely funny sequences featuring Murali Sharma and Rao Ramesh, but most of the times, the joke is on us!"}, {"criticName": "Filmibeat", "rating": "2.5", "review": "The D-day is here for all the Powerstar fans across the globe. The most expected movie has been welcomed with open arms and an arousing reception from the audience. Agynaathavaasi has started its hunt at the box office for some huge numbers, but it is to be known whether the movie has sufficient content to impress one and all. Let`s check out the same."}, {"criticName": "The Indian Express", "rating": "2", "review": "The hero worship in Agnyaathavaasi is at a different level. Any character that dares to speak behind Abhisikth`s back ends up experiencing a sudden and violent coughing or a temporary paralysis."}, {"criticName": "Behindwoods", "rating": "2.5", "review": "Finally, the day that Pawan Kalyan fans have been eagerly waiting for has arrived. The most anticipated Telugu film of 2018, Agnyaathavaasi, hits the screens today. After 2 unsuccessful flicks, Pawan Kalyan has teamed up with his close friend Trivikram Srinivas for yet another stylish commercial entertainer."}, {"criticName": "Mirchi9", "rating": "2", "review": "It is like watching a Ram Gopal Varma movie where all we get is tea sipping and intense stares captured at weird angles. Everything is so predictable, and repetitiveness makes it almost look embarrassing. Pawan Kalyan should take stock of his current physical appearance and do parts suitable to his image. Some scenes almost look like the star is spoofing his younger self."}, {"criticName": "123 Telugu", "rating": "3", "review": "Agnyaathavaasi is probably one of the most awaited films of the recent times. After a huge round of promotions, the film has finally hit the screens and there are huge expectations from the hit combo of Pawan Kalyan an Trivikram Srinivas. Lets see whether they live up to the expectation or not."}, {"criticName": "Telugu 360", "rating": "2.5", "review": "Pawan Kalyans highly anticipated film Agnyaathavaasi, which has been carrying unprecedented hype and hysteria ever since its launch, has hit the screens today. The combination of Pawan Kalyan  Trivikram has set very high expectations on the film and it is going to embark on a sensational start at the box office. Starring Keerthy Suresh and Anu Emmanuel as female leads, the film has its music by Anirudh Ravichander. Manikandan has cranked the camera. S. Radha Krishna is the films producer. Lets see how it is."}, {"criticName": "Hindustan Times", "rating": "2", "review": "Trivikram Srinivas and Power Star Pawan Kalyans Agnyaathavaasi starts off on a powerful note. Marketed as an intense revenge drama, the beginning foretells of an engaging watch if not an edge-of-the-seat thriller."}]}, "userRating": {"averageRating": "3", "reviews": [{"reviewTitle": "opps", "reviewerName": "Mahesh", "rating": "40", "review": "very bad I shouldn't spend money on this movie\nWast of money this is not Trivikram what happened to you sir it's pristigess project PS Pk you roaned it"}, {"reviewTitle": "EXTREMELY ROUTINE", "reviewerName": "Nareshh", "rating": "10", "review": "Similar screenplay as Atharintki daredi, same unneccesry and inappropriate buildup for Hero, non-syncing comedy with unimportant female leads."}, {"reviewTitle": "average", "reviewerName": "Krishna", "rating": "20", "review": "movie is not as expected.one time watchable comedy is good... songs or good.\nfirst is very good..\nmovie is not as expected.one time watchable comedy is good... songs or good.\nfirst is very good.."}, {"reviewTitle": "TRIVIKRAM'S TALENTIN EXILE", "reviewerName": "Mahesh", "rating": "30", "review": "Trivikram totally failed in impressing the audience with his writing it seems like half baked movie with no idea behind the scenes even pawan can't save this"}, {"reviewTitle": "Worest movie", "reviewerName": "Hanmandlu", "rating": "20", "review": "I am fan Trivikram garuu but I can't expect this type of screenplay from you\nno comedy, villain is also not powerful \nheroines alsoo waste in this movie\nfully disappointed..."}, {"reviewTitle": "boaring movie", "reviewerName": "sagar", "rating": "20", "review": "went lots expectations bt in film no story...fully boaring movie...songs ok...trivikram direction is worst...he is not suit for direction... totally my money n times wasted...pls dont Watch this movie...really dissapointed"}, {"reviewTitle": "FAN of trivikram", "reviewerName": "Ayub", "rating": "20", "review": "really disappointed movie , not only atleast one dialogues not satisfied fully disappointed ,waste of money, time , thu thu disaster, belt scenes i never experienced from PK GARU"}, {"reviewTitle": "worst", "reviewerName": "Rambabu", "rating": "10", "review": "too worst and time waste jandubam movie never expect this kind of movie fro 3vikram better luck next time hope don't repeat this kind of movirs"}, {"reviewTitle": "poor", "reviewerName": "Reddy Giridhar", "rating": "10", "review": "waste movie full of waste comedy story very frustrating music just ok trivikram magic is missing pongal disaster pavan acting is k but story narration is very poor"}]}}}, "ET00069284": {"synopsis": "Post 9/11, a special force team under the leadership of a new captain is deployed in Afghanistan to take down the Taliban. Whilst the team comprises of the best soldiers, their challenge is to work in coalition with an Afghan warlord to trace the Taliban hideouts.", "cast": ["Chris Hemsworth", "Michael Shannon", "Trevante Rhodes", "William Fichtner", "Elsa Pataky", "Rob Riggle", "Taylor Sheridan"], "crew": {"Nicolai Fuglsig": "Director|", "Peter Craig": " Writer|", "Lorne Balfe": " Musician|"}, "rating": {"heartRating": {"rating": "79", "userVoteCount": "1,244 votes"}, "criticRating": {"averageRating": "2.6", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Chris Hemsworth shows the strength of modern warfare.  The topic of 9/11 still remains a sensitive subject and for Chris Hemsworth to be playing the lead in a film about USA's first response to the attack is no small feat. But that's not the only reason that 12 Strong is an impressive tale. If []..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "Nicolai Fuglsig` retelling of this near impossible dangerous covert mission is unnerving and atmospheric. The depiction of loss of innocent lives, incessant gunfire and bombings that engulf war-torn Afghanistan, literally make you watch over your shoulder to ensure you are safe and that is the kind of impact you expect from a war drama."}, {"criticName": "The Indian Express", "rating": "2", "review": "Holding his forefinger and thumb centimetres apart, Captain Nelson (Hemsworth), leading a team of US soldiers deep into Taliban territory in Afghanistan, a month after 26/11, predicts, We are this close to wiping out al-Qaeda in Afghanistan."}, {"criticName": "Firstpost", "rating": "2", "review": "It seems like every subsequent modern war film is part of the law of diminishing returns. Earlier, a war movie was considered a historic piece of art with a strong anti war sentiment and deep dives into what it means to lose humanity. Nowadays most war films play like advertisements for the armed forces  slickly shot, with great attention to the hardware but little to the soul."}, {"criticName": "Cinema Express", "rating": "2", "review": "Based on journalist Doug Stantons non-fiction book, Horse Soldiers, 12 Strong details the exploits of the American Special Forces unit by the name of Operational Detachment Alpha (ODA 595) in Afghanistan, following the 9/11 terrorist attacks. ODA 595, with the assistance of the Northern Alliance factions, was one of the very first special combat teams sent to destabilise the Taliban."}]}, "userRating": {"averageRating": "4.2", "reviews": [{"reviewTitle": "simply heroism", "reviewerName": "vishal", "rating": "100", "review": "the movie is a must watch for those who aspire to be protector of a nation. \"anyone can fight the battle but only the one those with truth by their side and purity in their heart will win\""}, {"reviewTitle": "must watch", "reviewerName": "Prashant", "rating": "100", "review": "I wish Indian directors who take pride in making controversial movies on various faiths show some skills and talent to make movies on Indian army as well"}, {"reviewTitle": "Time pass, decent watch.", "reviewerName": "Nirmal", "rating": "70", "review": "Entertaining, screenplay and story telling could've been better, not very historically accurate storywise. Although most Jerry B. films  arent"}, {"reviewTitle": "Brilliant movie", "reviewerName": "Ravi", "rating": "100", "review": "It's a fantastic effort to bring on screen the massive super human effort the 12 put in while in a way avenging the tragedy of 9/11. brilliant cast and Chris was jus mesmerizing. Loved the movie"}, {"reviewTitle": "Amazing , perfect , best of best", "reviewerName": "Abhishek", "rating": "100", "review": "Hats of to the crew , cast , director , writer , it took a long time in converting a story into a movie but was worth the wait. Amazing performance, upto the mark . No extra emotions , no extra dialogue , everything just as need , just go with a war movie in mind & you will not be disappointed"}, {"reviewTitle": "Superb", "reviewerName": "Swapnil", "rating": "100", "review": "Action, sequences, plot just awesome...superb visuals... excellent cinematography...great dialogue...True story and inspiring for those with rebel mindset...Climax is worth watching...bomb dhamaka ekdam zakaas... Bollywood should learn from Hollywood to make such realistic action movies rather than making non sense love story 2050 and Koi Mil gaya"}, {"reviewTitle": "Superb movie ,Chrish Rock's", "reviewerName": "Chandra", "rating": "100", "review": "movie is awesome with reality . Everyone did Justice to their​ Character. Chrish Hemsworth Is great actor he did fabulous job .his acting is always Super.\nChrish Hemsworth work and role n his acting shows the meaning of artist.\nGood work by team .\nGo and Watch"}, {"reviewTitle": "great movie", "reviewerName": "Manoj", "rating": "70", "review": "watch it for sure if u love chris hemsworth. know history of 12 great soldiers. they really made a difference for there country. \nI loved each and every part of the movie."}, {"reviewTitle": "12 Strong", "reviewerName": "Shagun", "rating": "90", "review": "Wow!! What a movie!! I enjoyed every single minute throughout the movie. Chris Hemsworth was really good in this movie after Thor's character"}]}}}, "ET00063896": {"synopsis": "Post 9/11, a special force team under the leadership of a new captain is deployed in Afghanistan to take down the Taliban. Whilst the team comprises of the best soldiers, their challenge is to work in coalition with an Afghan warlord to trace the Taliban hideouts.", "cast": ["Chris Hemsworth", "Michael Shannon", "Elsa Pataky", "Taylor Sheridan", "William Fichtner", "Rob Riggle", "Trevante Rhodes", "Michael Peña"], "crew": {"Nicolai Fuglsig": "Director|", "Jerry Bruckheimer": " Producer|", "Ted Tally": " Writer|", "Peter Craig": " Writer|", "Lorne Balfe": " Musician|"}, "rating": {"heartRating": {"rating": "79", "userVoteCount": "1,244 votes"}, "criticRating": {"averageRating": "2.6", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Chris Hemsworth shows the strength of modern warfare.  The topic of 9/11 still remains a sensitive subject and for Chris Hemsworth to be playing the lead in a film about USA's first response to the attack is no small feat. But that's not the only reason that 12 Strong is an impressive tale. If []..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "Nicolai Fuglsig` retelling of this near impossible dangerous covert mission is unnerving and atmospheric. The depiction of loss of innocent lives, incessant gunfire and bombings that engulf war-torn Afghanistan, literally make you watch over your shoulder to ensure you are safe and that is the kind of impact you expect from a war drama."}, {"criticName": "The Indian Express", "rating": "2", "review": "Holding his forefinger and thumb centimetres apart, Captain Nelson (Hemsworth), leading a team of US soldiers deep into Taliban territory in Afghanistan, a month after 26/11, predicts, We are this close to wiping out al-Qaeda in Afghanistan."}, {"criticName": "Firstpost", "rating": "2", "review": "It seems like every subsequent modern war film is part of the law of diminishing returns. Earlier, a war movie was considered a historic piece of art with a strong anti war sentiment and deep dives into what it means to lose humanity. Nowadays most war films play like advertisements for the armed forces  slickly shot, with great attention to the hardware but little to the soul."}, {"criticName": "Cinema Express", "rating": "2", "review": "Based on journalist Doug Stantons non-fiction book, Horse Soldiers, 12 Strong details the exploits of the American Special Forces unit by the name of Operational Detachment Alpha (ODA 595) in Afghanistan, following the 9/11 terrorist attacks. ODA 595, with the assistance of the Northern Alliance factions, was one of the very first special combat teams sent to destabilise the Taliban."}]}, "userRating": {"averageRating": "4.2", "reviews": [{"reviewTitle": "simply heroism", "reviewerName": "vishal", "rating": "100", "review": "the movie is a must watch for those who aspire to be protector of a nation. \"anyone can fight the battle but only the one those with truth by their side and purity in their heart will win\""}, {"reviewTitle": "must watch", "reviewerName": "Prashant", "rating": "100", "review": "I wish Indian directors who take pride in making controversial movies on various faiths show some skills and talent to make movies on Indian army as well"}, {"reviewTitle": "Time pass, decent watch.", "reviewerName": "Nirmal", "rating": "70", "review": "Entertaining, screenplay and story telling could've been better, not very historically accurate storywise. Although most Jerry B. films  arent"}, {"reviewTitle": "Brilliant movie", "reviewerName": "Ravi", "rating": "100", "review": "It's a fantastic effort to bring on screen the massive super human effort the 12 put in while in a way avenging the tragedy of 9/11. brilliant cast and Chris was jus mesmerizing. Loved the movie"}, {"reviewTitle": "Amazing , perfect , best of best", "reviewerName": "Abhishek", "rating": "100", "review": "Hats of to the crew , cast , director , writer , it took a long time in converting a story into a movie but was worth the wait. Amazing performance, upto the mark . No extra emotions , no extra dialogue , everything just as need , just go with a war movie in mind & you will not be disappointed"}, {"reviewTitle": "Superb", "reviewerName": "Swapnil", "rating": "100", "review": "Action, sequences, plot just awesome...superb visuals... excellent cinematography...great dialogue...True story and inspiring for those with rebel mindset...Climax is worth watching...bomb dhamaka ekdam zakaas... Bollywood should learn from Hollywood to make such realistic action movies rather than making non sense love story 2050 and Koi Mil gaya"}, {"reviewTitle": "Superb movie ,Chrish Rock's", "reviewerName": "Chandra", "rating": "100", "review": "movie is awesome with reality . Everyone did Justice to their​ Character. Chrish Hemsworth Is great actor he did fabulous job .his acting is always Super.\nChrish Hemsworth work and role n his acting shows the meaning of artist.\nGood work by team .\nGo and Watch"}, {"reviewTitle": "great movie", "reviewerName": "Manoj", "rating": "70", "review": "watch it for sure if u love chris hemsworth. know history of 12 great soldiers. they really made a difference for there country. \nI loved each and every part of the movie."}, {"reviewTitle": "12 Strong", "reviewerName": "Shagun", "rating": "90", "review": "Wow!! What a movie!! I enjoyed every single minute throughout the movie. Chris Hemsworth was really good in this movie after Thor's character"}]}}}, "ET00062636": {"synopsis": "In the early days of the World War II, as the threat of invasion by the rampaging German Nazi forces led by Hitler is imminent, the fate of Western Europe hangs in the hands of the newly-appointed British Prime Minister, Winston Churchill. He must decide whether to negotiate terms with the German dictator or fight against all odds. Whatever he decides will change the course of world history.", "cast": ["Lily James", "Gary Oldman", "Ben Mendelsohn", "Ronald Pickup", "Kristin Scott Thomas"], "crew": {"Joe Wright": "Director|", "Tim Bevan": " Producer|", "Eric Fellner": " Producer|", "Anthony McCarten": " Writer|", "Dario Marianelli": " Musician|"}, "rating": {"heartRating": {"rating": "78", "userVoteCount": "744 votes"}, "criticRating": {"averageRating": "3.4", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Darkest Hour has Oscar bait written all over it - I`ll be surprised if Gary Oldman who plays Winston Churchill doesn`t win the best actor award this year. But it`s not just his incredible, immersive performance that merits the label. Director Joe Wright and writer Anthony McCarten have created a prestige biopic about an iconic British []..."}, {"criticName": "The Times of India", "rating": "4", "review": "`Darkest Hour` kicks off with Churchill who is reluctantly given the post of PM by King George VI (Ben Mendelsohn) as 300,000 British soldiers are stranded and cornered on the beaches of Dunkirk by Nazi soldiers who have taken over most of Europe. While Christopher Nolan`s `Dunkirk` largely focused on the evacuation of those soldiers from the beaches, `Darkest Hour` documents the days leading up to those events, particularly around Churchill`s thought process before choosing the fate of his country."}, {"criticName": "Anupama Chopra", "rating": "3.5", "review": "Darkest Hour has Oscar bait written all over it  Ill be surprised if Gary Oldman who plays Winston Churchill doesnt win the best actor award this year. But its not just his incredible, immersive performance that merits the label. Director Joe Wright and writer Anthony McCarten have created a prestige biopic about an iconic British prime minister. The film is handsomely produced. It has a sweeping soundtrack by Dario Marianelli that effectively pushes audience buttons."}, {"criticName": "Rediff", "rating": "3", "review": "It`s May 1940. Led by Adolf Hitler, the Nazi invasion is in full steam and Western Europe is on the brink of collapse. The political scene in Britain could not have picked a worse time to be in shambles. Shortly after Prime Minister Neville Chamberlain is forced to step down, nothing short of a miracle is expected from the man to replace him."}, {"criticName": "Hindustan Times", "rating": "3", "review": "By the time this is over, you will remember the name Bruno Delbonnel. Hes the man who shot Darkest Hour. Chances are, youve seen his work before. You might have subconsciously appreciated his work in a couple of films by Jean-Pierre Jeunet (Amelie and A Very Long Engagement), and a couple by Alexander Sokurov."}, {"criticName": "The Indian Express", "rating": "3", "review": "Its hard to feel as enamoured of Winston Churchill in this part of the world than the Western Hemisphere. And we know now of the immense dangers of confusing a leader for his oratory. However, almost nothing can take away from the aura of the man routinely voted as Britons No. 1."}, {"criticName": "News 18", "rating": "3.5", "review": "There was a time when biographical dramas used to be about covering the life of the subject from cradle to grave (or old age). However, in recent times, filmmakers have started focusing on certain interesting chapters from the lives of iconic figures and turning them into an intriguing, even if preachy, watch with a certain pace. Joe Wright`s biopic on Britain`s historic Prime Minister Winston Churchill serves as an example of this."}, {"criticName": "Firstpost", "rating": "3", "review": "If you liked John Lithgow as Winston Churchill in The Crown, prepare yourselves for a more entertaining version of the man played by Gary Oldman in Darkest Hour. Consider the Bring me EVERYONE line from Leon  Oldman as Churchill gives you that kind of intensity for two hours here. The film itself is fairly well made under the tutelage of bombastic English period drama expert Joe Wright."}, {"criticName": "Cinema Express", "rating": "3.5", "review": "It is a story that has been recounted time and again, gathering a legend along the way that will be hard to replicate. It was a small matter that the tale was of great historical importance to the world. Darkest Hour focuses not on the life of Winston Churchill, but on the specific period of World War II that he will be remembered for."}]}, "userRating": {"averageRating": "4", "reviews": [{"reviewTitle": "Awesome!", "reviewerName": "Anita", "rating": "100", "review": "it is a gripping movie. it shows the bleakest hours when Churchill became the PM. it shows courage and the will to flight against all odds, fight for freedom, fight for what is right. Gary Oldman is phenomenal as Churchill. you can hardly recognise him except for the eyes. the way he speaks is like watching Churchill himself.  And his speech... that you much watch... Truely the English language was mobilised and sent to war!!!"}, {"reviewTitle": "Dunkirk Spirit Lives through \"Darkest Hour\"...A Masterpiece", "reviewerName": "Mohammad", "rating": "100", "review": "Gary Oldman as Winston Churchill is Oustanding & Breathtaking. Brilliant film in every way.nn\"You cannot reason with a tiger (Hitler) when your head is in his (Hitler) mouth.\" nnWinston Churchill Played a Prominent Role in Dunkirk Evacuation and His Words Changed the Shape of World War II and Ignited a Fire of Hope.nn\"We shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills, we shall never surrender.\""}, {"reviewTitle": "Gary deserve Oscar for his performance", "reviewerName": "Abhilash", "rating": "100", "review": "When I was in my school my English teacher used to say Winston Churchill is the one of the best orator the world has ever seen.Gary nailed it. I love these kind of art movies. Oscar for sure."}, {"reviewTitle": "Outstanding Movie....", "reviewerName": "Gurkaran Singh", "rating": "100", "review": "Great Work Done By Gary Oldman, as Winston Churchill, Excellent Direction By Joe Wright, Great Screenplay And Good Background Score, A Great Movie"}, {"reviewTitle": "Darkest Hour", "reviewerName": "Shagun", "rating": "80", "review": "Simply a brilliant movie of 2018! what a start! Winston Churchill played by Gary is the heroic effort done by him.. A must watch movie of the year"}, {"reviewTitle": "very dark and completely unintelligible", "reviewerName": "Ramesh", "rating": "10", "review": "never has so little been understood by so few for so long. he mumbled in the streets and he mumbled on the roads, he mumbled in the fields and on the underground. never was a movie audience more in need of subtitles. never were they more disappointed. 4 speeches does not a movie make. Stay at home. knit. crochet. anything. it's better than going to this movie"}, {"reviewTitle": "Gritty political drama", "reviewerName": "Ankit", "rating": "80", "review": "Spirited Words ARE powerful and necessary in the darkest hour. Gard Oldman personifies embodies the eccentric conflicted Churchill with a contemplative and self awareness of the person."}, {"reviewTitle": "Almost like a documentary withonarrators", "reviewerName": "Giridhar", "rating": "100", "review": "This is for historians only. The movie sets are lit in dim natural light and Churchill's voice issues are accurately reproduced. However this makes it difficult for audience to understand and most scenes are too dark throughout. The lack of subtitles make these worse. Personally I enjoyed it too the core esp after seeing Dunkirk. I was able to connect both situations."}, {"reviewTitle": "Oh the Devil, please don't go for this movie.", "reviewerName": "Nikhil", "rating": "10", "review": "Me, along with a handful of other viewers saw this film on Saturday night. Empty theater. I am a sucker for WW2 movies, but just like Dunkirk, this movie sucked. If you like to know WW2 details, just read a book or something. If you want to blow money, watch this movie in mute, as you won't understand squat what Churchill is saying anyway. Shucks, what a waste of time."}]}}}, "ET00046433": {"synopsis": "The sequel to the blockbuster Ek Tha Tiger, Tiger Zinda Hai carries forward the story of two spies, Tiger (played by Salman Khan) and Zoya (played by Katrina Kaif), eight years after their previous mission.", "cast": ["Salman Khan", "Katrina Kaif", "Sajjad Delafrooz", "Angad Bedi", "Paresh Rawal", "Girish Karnad", "Anupriya Goenka", "Kumud Mishra", null], "crew": {"Ali Abbas Zafar": "Director| Writer| Screenplay|", "Aditya Chopra": " Producer|", "Vishal - Shekhar": " Musician|", "Julius Packiam": " Musician|", "Rameshwar S. Bhagat": " Editor|"}, "rating": {"heartRating": {"rating": "78", "userVoteCount": "328,207 votes"}, "criticRating": {"averageRating": "3", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Bhai is swag personified in this action-thriller.  If Eid is synonymous with Salman Khan, Aamir Khan made Christmas his own by releasing most of his films during that time. But this year, Bhai took both the festive slots for himself. Tubelight, which hit theatres for Eid this year, had Khan play a simpleton and now []..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "It`s inspired by the real-life incident of the rescue of Indian nurses held hostage in Iraq by terrorists and at the helm of affairs of the mission is Indian RAW agent Tiger (Salman Khan)."}, {"criticName": "Zee News", "rating": "3.5", "review": "Filmmaker Ali Abbas Zafar returns to the silver screen after Sultan and it only gets bigger and better with `Tiger Zinda Hai`. The film is a sequel to 2012 blockbuster hit Ek Tha Tiger which was helmed by Kabir Khan. Salman Khan and Katrina Kaif reprise their roles of Tiger and Zoya respectively in the film and this time their family has a new membera cute looking son, called Junior."}, {"criticName": "Koimoi", "rating": "4", "review": "Tiger Zinda Hai starts with Ali Abbas creating a pretty intense backdrop for what he has in store for us. A bus full of nurses gets hijacked by a terrorist organization  ISC in Iraq. The officials in India decide to appoint Tiger for this missions."}, {"criticName": "Deccan Chronicle", "rating": "3", "review": "Salman Khan is not an actor, he is an emotion. Until he joined hands with director Kabir Khan, who has a flair for making war films in Bollywood, the actor wasn`t really a content-driven star. `Ek Tha Tiger` or `Bajrangi Bhaijaan`, both the films had a plot, and looks like Salman`s high-octane action and thrilling plot saves `Tiger Zinda Hai` after his last `Tubelight` sank without a trace."}, {"criticName": "The Indian Express", "rating": "2.5", "review": "Tiger is back. The sequel to Ek Tha Tiger reunites us with Salman The Spy, who still makes a killer kaali daal, schmoozes with his beloved biwi Zoya (yes, gasp, the very one from Pakistan) and saves the world, with a little bit of help from both their friends."}, {"criticName": "Hindustan Times", "rating": "2.5", "review": "Its a tense day in North Syria. Forty Indian and Pakistani nurses have been abducted by a terrorist group ISC (read ISIS). Tiger (Salman Khan) is the special agent RAW has appointed for the rescue mission. He is about to enter the danger zone when his wife and Pakistani agent Zoya (Katrina Kaif) whispers in his ear, Apna khayal rakhna (take care). In response, Salman Khan smiles sarcastically as if this is the most insignificant wish on Earth."}, {"criticName": "Firstpost", "rating": "2.5", "review": "\"Yeh toh puri army lekar aa gaye hai,\" a scared Indian nurse says at one point as she looks out of the window and sees ISIS troops landing up in droves at  a hospital in Iraq where she and her colleagues have been held captive. \"Ghabrao mat,\" says her companion, an Indian RAW agent, \"abhi Tiger zinda hai.\""}, {"criticName": "News 18", "rating": "2", "review": "Ali Abbas Zafars Tiger Zinda Hai is an out and out Salman Khan-film and tailor-made for his loyal fan base who wouldnt miss the film for the world. But that also is the saddest part of the film in that we`ve reduced an actor to just being a `superstar`."}, {"criticName": "Rediff", "rating": "1.5", "review": "Tiger Zinda Hai, its inevitable, gratuitous sequel, has none of the smarts, wit, kineticism or aplomb to pull it off. Directed by Ali Abbas Zafar, the follow-up is a work of staggering stupidity jostling its thoughts on humanism and harmony through sanctimonious speeches about insaniyat and images of Ganpati and crucifix lodged side by side."}, {"criticName": "NDTV", "rating": "2.5", "review": "The title Tiger Zinda Hai - translated as `Tiger Is Alive` - is supposed to tell you that as long as Salman Khan, who plays Tiger, is around, there is nothing to fear: hostages, Hindustan, heroine are all safe. A sequel to the 2012 hit Ek Tha Tiger (a Salman film I rather enjoyed), we see him as an Indian intelligence agent married to Pakistani intelligence agent Katrina Kaif, forced back into action."}, {"criticName": "Filmibeat", "rating": "3.5", "review": "Somewhere in North Syria, an American journalist finds himself in the clutches of an Islamic terror outfit called ISC and ends up being executed. The narrative then moves to a contingent of 40 nurses (25 Indian and 15 Pakistani) who are taken as hostages in a hospital by the ISC chief Abu Usman (Sajjad Delafrooz) after he gets injured in an ISC-American air-strike."}, {"criticName": "Film Companion", "rating": "2.5", "review": "Let me begin by expressing my admiration for all that director Ali Abbas Zafar is trying to accomplish in Tiger Zinda Hai. Firstly, he must genuflect before the outsized Salman Khan persona and deliver, once again, the noble, muscled superhero that Bhai fans revere and demand."}, {"criticName": "Rajeev Masand", "rating": "3", "review": "Tiger Zinda Hai doesnt inspire much confidence in Indias Research & Analysis Wing if theyre shown reaching out to a former Super-Spy, presumed dead for the last eight years, to lead their most urgent mission. Frankly, what should one make of this? They have no one on their roster with a similar set of skills? And what if Bhai said no? It makes me very afraid for our safety."}, {"criticName": "Mumbai Mirror", "rating": "3.5", "review": "Tearing through the streets of a war-ravaged city, a dusty hatchback containing the lead pair and a child hope to escape the clutches of a maniacal warlord. Dodging a shower of bullets sputtered from automatic weapons and rocket launchers propelling explosions, the spy couple come to a jolting halt when surrounded by armed adversaries on either side."}, {"criticName": "Filmfare", "rating": "3.5", "review": "Every superstar, whether in Hollywood or Bollywood, needs a franchise to fuel and sustain their stardom. Salman Khan had Dabangg before, now he has the Tiger franchise too. If Ek Tha Tiger established the spy, action movie genre in Hindi cinema, Tiger Zinda Hai takes it forward. Director Ali Abbas Zafar`s action thriller takes things to a whole new level."}, {"criticName": "Bollywood Life", "rating": "4", "review": "Surrender yourself to Tiger and Zoyas charm and watch Tiger Zinda Hai for the sheer value of what it offers  adrenaline rushing entertainment. Salmans superstardom hasnt got such a good homage by a director in a very long time."}]}, "userRating": {"averageRating": "4.1", "reviews": [{"reviewTitle": "Huge Blockbuster.", "reviewerName": "Sharath", "rating": "90", "review": "Has a potential to be a sure shot Blockbuster.With a message, with action, sacrifice, pure romance and Salman-Katrina.nVisually it's mind-blowing and even songs are great.nLoved it."}, {"reviewTitle": "ultimate movie", "reviewerName": "Abhishek", "rating": "100", "review": "best action seen the characters of are too good and ins this movie india and pakistan will gon on mission together I like this concept it's very good."}, {"reviewTitle": "awesome", "reviewerName": "Aditya", "rating": "100", "review": "best action dilogies and directed... best ...and its very awesome in scean wise and the jodi of salman and katrina are the best in tiger zinda hai"}, {"reviewTitle": "fantastic film", "reviewerName": "Akash", "rating": "100", "review": "I love the film and Salman Khan body is fabulous super film super super super super super fantastic film I am again see the film I love it 😃😃"}, {"reviewTitle": "awesome triping both country", "reviewerName": "Prashant", "rating": "100", "review": "mind blowing movie #amazing creativity # fighting nonstop fight adventure .. I think this movie first day record break above 50 crore .all the best salman"}, {"reviewTitle": "Realistic!!", "reviewerName": "Faisal", "rating": "80", "review": "This one surpasses any terrorist based movies, the people, places, language makes it closest to reality.  My personal best is the extras, excellent casting ..."}, {"reviewTitle": "It's the best movie of 2017", "reviewerName": "Pawan", "rating": "100", "review": "Nothing but the best, every single second that you spend is worth watching, action, romance, choreography, direction, locations, music... No flaw at all, the best movie of Salman Khan and for surprise Katrina rocked the movie... A must 2 to 3 times watch... Just go for it guys!"}, {"reviewTitle": "awesome", "reviewerName": "Pooja", "rating": "100", "review": "awesome movie just too good\ni loved it... Salman n katrina did a great job😍😍😍... everyone  go and watch the movie you will enjoyed it... 😍"}, {"reviewTitle": "Sallu rocks again 😀😀", "reviewerName": "Nikhil", "rating": "80", "review": "The sequel is better than the last one...fully action packed...all characters were fine..must watch...salman once again has proved that he rules d bollywood 😎😎"}]}}}, "ET00057858": {"synopsis": "The much-anticipated sequel to the worldwide hit family film finds Paddington happily settled with the Brown family in Windsor Gardens, where he has become a popular member of the community, spreading joy and marmalade wherever he goes. While searching for the perfect present for his beloved Aunt Lucy's hundredth birthday, Paddington spots a unique pop-up book in Mr. Gruber's antique shop, and embarks upon a series of odd jobs to buy it. But when the book is stolen, it's up to Paddington and the Browns to unmask the thief.", "cast": ["Ben Whishaw", "Hugh Grant", "Brendan Gleeson", "Hugh Bonneville", "Sally Hawkins"], "crew": {"Paul King": "Director| Screenplay|", "David Heyman": " Producer|", "Dario Marianelli": " Musician|", "Ron Halpern": " Executive Producer|", "Erik Wilson": " Cinematographer|", "Jonathan Amos": " Editor|", "Nina Gold": " Casting Director|"}, "rating": {"heartRating": {"rating": "86", "userVoteCount": "1,764 votes"}, "criticRating": {"averageRating": "4", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: An adorable sequel that will make you hungry for a Marmalade sandwich. Move over toys and emojis, the cuddly bear is back in town. There are very few movies where kids and adults can both have a great time and Paddington in 2014 was one of them. Obviously, because it was a huge success, []..."}, {"criticName": "The Guardian", "rating": "4", "review": "The film is pitched with insouciant ease and a lightness of touch at both children and adults without any self-conscious shifts in irony or tone: its humour with the citrus tang of top-quality thick-cut marmalade. Theres a sight-gag involving the spurious breaking of a valuable vase that I particularly enjoyed."}, {"criticName": "The Indian Express", "rating": "3.5", "review": "Its been some years since Paddington arrived at the Browns home, and is now an accepted and loved member of not just the family but the neighbourhood. The crisis in his life this time is earning enough money to buy his beloved Aunt Lucy, who lives in a home for retired bears back in Lima, a gift for her 100th birthday."}, {"criticName": "The Times of India", "rating": "4", "review": "Picking up after the first film, Paddington has now become a member of the Brown family and is well integrated into their neighborhood. For his aunt`s 100th birthday, he sets his heart on a pop-up book but as he can`t afford it, the little bear takes up window-washing to make some money. Setting the film in motion, the book gets stolen and Paddington is wrongly framed for the robbery ending up in prison. Paddington and his family now need to clear his name and catch the real thief."}]}, "userRating": {"averageRating": "4.4", "reviews": [{"reviewTitle": "Paddington it is", "reviewerName": "Yatish", "rating": "100", "review": "Kids loved it and we loved it too. A must see for all. better than few animation movies which we saw recently. Imax might have added few plus to our experience"}, {"reviewTitle": "good one", "reviewerName": "Rajanikumar", "rating": "70", "review": "go with your kids. good message with entertainment. better than part1. smart direction with some innovative thoughts. best movie option for this weekend."}, {"reviewTitle": "best movie ever", "reviewerName": "mohammed", "rating": "100", "review": "if u have watched 1st part and u loved it .this is going to be even more good movie just awesome movie for every one go and watch it.so feel good movie."}, {"reviewTitle": "Super cuteness", "reviewerName": "Girish", "rating": "100", "review": "Wow super cute Paddington... He is so adorable. .. must watch if u have seen the first part... Nicely crafted movie, won my heart. Kids will for sure have a gala time"}, {"reviewTitle": "beautiful movie", "reviewerName": "Libin", "rating": "100", "review": "I felt in love with the movie, emotional and a laugh riot, really engaging, well crafted and directed, background music is awesome, a feel good movie"}, {"reviewTitle": "Paddington charms", "reviewerName": "Abhinav", "rating": "100", "review": "The story of a cub who's living with the Brown family in London. He is charming personality. It's a good clean family movie. Movie is well paced and offers laughs to kids and parents as well. Well done!"}, {"reviewTitle": "Experience", "reviewerName": "Jagruti", "rating": "80", "review": "the 4dx rain... fog..was not that impressive...movie was best. but theater experience was far below average. I would have loved to watch it in 3d"}, {"reviewTitle": "too big a name for a bear", "reviewerName": "Debadrita", "rating": "100", "review": "it's a sweet light-hearted movie that shows an amazing bond between families and how families can stand together in times of need in spite of differences"}, {"reviewTitle": "Old values in New Style", "reviewerName": "Chandrabali", "rating": "100", "review": "A little bear, changes the lives of a small community in London, some hard nuts in a prison, through the application of old values taught by a beloved Aunt. Very well made and acted, and the British accent and enunciation is really pleasing. Everyone, old and young will love the movie."}]}}}, "ET00068766": {"synopsis": "Gang is a Telugu movie starring Suriya and Keerthy Suresh in prominent roles. The cast also includes Nandha and Ramya Krishnan. It is a romantic action-thriller written and directed by Vignesh ShivN.", "cast": ["Suriya Sivakumar", "Keerthy Suresh", "Ramya Krishnan", "Nandha Durairaj", "Senthil", "RJ Balaji", "Karthik", "Jagan", "Sathyan", "Saranya Ponvannan", "K. S. Ravikumar", "Suresh Menon", "Thambi Ramaiah"], "crew": {"Vignesh ShivN": "Director|", "K. E. Gnanavel Raja": " Producer|", "Anirudh Ravichander": " Musician|", "Dinesh Krishnan": " Cinematographer|", "A. Sreekar Prasad": " Editor|"}, "rating": {"heartRating": {"rating": "72", "userVoteCount": "17,158 votes"}, "criticRating": {"averageRating": "3.5", "reviews": [{"criticName": "The Times of India", "rating": "3.5", "review": "The similarities between Neeraj Pandey`s `Special 26` and Vignesh ShivN`s `Gang`, dub of the Tamil film `Thaanaa Serndha Koottam`, lies at the core of the film. `Gang` is a heist film that is mostly playful, but for some reason, gets preachy right at the end. The film revolves around Uttam Das (Suriya), the charming and bright CBI aspirant. However, when his and his father`s dreams are shattered by a corrupt officer, it`s time for some payback."}]}, "userRating": {"averageRating": "3.6", "reviews": [{"reviewTitle": "super", "reviewerName": "Naveen", "rating": "100", "review": "super keerthi nd surya😍 good movie .thriller .ramyakrishna acting is good . screenplay is good. songs are excellent. chittie song in theaters is louder"}, {"reviewTitle": "Gang", "reviewerName": "Shiva", "rating": "60", "review": "Nice One, Watchable movie,Good movie for suriya. Movie first half will be slow & comes to second half movie will be impressed. All actors acted well. And congratulations to gang team."}, {"reviewTitle": "AWESOME MACHI", "reviewerName": "Raki", "rating": "100", "review": "AS WE GO INTO THE MOVIE OURS STARS SURIYA AND KEERTHI SURESH WILL ENTERTAIN US AND SURIYA SIR ACTING IS MARVELOUS AND THIS IS A GOOD MOVIE WITH GOOD CONTENT"}, {"reviewTitle": "Awesome Movie By Suriya Anna", "reviewerName": "Prudvi", "rating": "90", "review": "Man! Watta Movie it is☺️Story and BGM Wow..Specially Surya Wahh Wat an artist he is..Comedy Scenes r Hilarious..Songs r disappointed bt i dnt care them..Surya Stealed the show..Finally Far Better than Agnaathavasi n Jai Simha..Surya Rocks😄🙏..Tollywood Shockss👍💪"}, {"reviewTitle": "nice entertainer", "reviewerName": "Vamshi", "rating": "80", "review": "I hv wached special 26 ..but still dis movie nice bcz of surya acting nd sum comedy scenes nice entertainer for this sankaranthi...that u can watch with ur family"}, {"reviewTitle": "Good movie", "reviewerName": "Akhil", "rating": "80", "review": "It’s a cool film. Remake of Special 26 but with a different ending. The scenes were modified for the better understanding of South Indian Audience. A message oriented movie which depicts the unemployment rate and what we could do about it"}, {"reviewTitle": "Super acting by Surya again", "reviewerName": "Dodda Lohith", "rating": "100", "review": "Highlights of the movie is own dubbing by Surya no lagging in the movie like Agnyathavasi good comedy track,...catchy tunes Anirudh gave good songs"}, {"reviewTitle": "Surya's gang captured audience", "reviewerName": "Prasanna Chandra", "rating": "90", "review": "after the 2 disasters agnathavasi and Jayasimha. the third option was gang, do I knew that it is a remake of special 26, of course I haven't seen it, I went into the theatre with the least expectation. however the movie is amazing the action of Surya and Ramya Krishna hold audience in the last. every actor did his or her role perfectly. the music the screenplay acting everything is picture perfect. \nthe only correction I felt is To to take SJ Surya or Prakash Raj for the role of Karthik.\nin one word Surya's gang conquered this Pongal.\nentertainment guaranteed and definitely a good movie simply smash hit."}, {"reviewTitle": "suriya 'gang's the show", "reviewerName": "Rajeswari", "rating": "100", "review": "Totally entertaining show from the crew, value for your ticket. went to show without any expectations but a superb show i got. best suitable  movie for this holidays, also must watch for suriya fans👌👌👌👌👌👌👌👌👌"}]}}}, "ET00069400": {"synopsis": "Michael, an insurance salesman, during his daily commute to home, meets a mysterious stranger who asks him to join her in her mission to uncover the identity of a hidden passenger on the train before the last stop. As the two work together, Michael soon finds himself in the midst of a notorious criminal conspiracy.", "cast": ["Liam Neeson", "Vera Farmiga", "Patrick Wilson", "Sam Neill", "Elizabeth McGovern"], "crew": {"Jaume Collet-Serra": "Director|", "Roque Banos": " Musician|"}, "rating": {"heartRating": {"rating": "77", "userVoteCount": "1,141 votes"}, "criticRating": {"averageRating": "3.3", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: The movie stays on the right track and delivers a great thriller. There is an actor who possesses a unique set of skills. He has played a guy whose family is in trouble and it is up to him to save the day. Time and again, he has proven that the audience will leave []..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "Michael MacCauley (Liam Neeson) leads a contented family life and has been taking the same train to his office in New York City since the past 10 years. Things seem to be going fine when he suddenly faces financial insecurity and confides in his friend and ex-colleague, Detective Alex Murphy (Patrick Wilson). Back on the train, MacCauley is accosted by a stranger  a woman by the name of Joanna (Vera Farmiga)  who makes him an offer too tempting to resist."}, {"criticName": "Hindustan Times", "rating": "3.5", "review": "You know, a lot has been written about some of the biggest director-actor pairs in modern cinema  Johnny Depp-Tim Burton, Leonardo DiCaprio-Martin Scorsese, Tom Hanks-Steven Spielberg  but God knows theres a severe dearth of material written about Liam Neeson and Jaume Collet-Serra. Of course, as compared to those duos, Neeson and Collet-Serra are working on a much, much inferior level; theyve exclusively stuck to B-movie thrillers, while the others have won Oscars. But in the genre of their choice, theyre pretty unparalleled."}, {"criticName": "Rajeev Masand", "rating": "3", "review": "Liam Neeson, now 65, still packs the charm, particularly in the sort of high-concept thrillers that hes been leaning towards post his reinvention as a slick ass-kicking action hero in 2008s Taken. The Commuter is his fourth film with Spanish-born director Jaume Collet-Serra, and like their previous collaborations  Unknown, Non-Stop, and Run All Night  it builds and expands on his image as a righteous do-gooder wholl go to great lengths to protect those close to him."}, {"criticName": "The Guardian", "rating": "3", "review": "Theres no stopping this thoroughly efficient train-bound action thriller, which pulls out of New Yorks Grand Central at a sedate pace and steadily accelerates through the suburbs, almost in real time, until 90 minutes later were careering out of control in a reckless race against time."}, {"criticName": "Cinema Express", "rating": "3", "review": "You think Liam Neeson, you think Taken. Well, at least I do. The Commuter is what you would get if for some strange reason, you brought together Takens protagonist into a world  a train, in this case  rather reminiscent of Murder on the Orient Express. Michael Maccauley (Liam Neeson) is an ex-cop  no surprises there  and he has a set of very specific skills again, but this time, they are more people-oriented."}]}, "userRating": {"averageRating": "4", "reviews": [{"reviewTitle": "Another hollywood beauty", "reviewerName": "Sandeep", "rating": "100", "review": "Liam is just too awesome. There will be something interesting to see in all his movies. This is one of his awesome ones. The entire movie was pure brilliance. Its just too good."}, {"reviewTitle": "excellent jaw cracking nerve wracking movie", "reviewerName": "Rishi", "rating": "100", "review": "it is pure adrenaline rush from the beginning and with lots of twists and turns . viewer keeps guessing about the villain and is totally glued to the movie . the bad thing is strategically placed intermission by theatre people to earn extra money from sale of food n beverage."}, {"reviewTitle": "Must watch", "reviewerName": "Aditya", "rating": "100", "review": "Another spectacular thriller performance by Liam Neeson, the plot is perfect and keeps you thinking all the time. movie never slows down and has a constant pace. Must watch."}, {"reviewTitle": "Liam Neeson Does It Again", "reviewerName": "Khalid", "rating": "100", "review": "The movie is outstanding. watching every minute is a fun. Liam Neeson delivers amazing performance. I am A Liam Fanboy. So please go and watch the movie it is amazing."}, {"reviewTitle": "The Commuter", "reviewerName": "Shagun", "rating": "70", "review": "Movie is full of suspense and thrill. Worth watching as by the trailer I was wondering whether this movie is good or not. But surely, worth a watch!!"}, {"reviewTitle": "Awesome as expected", "reviewerName": "Malay", "rating": "100", "review": "101% Satisfied with the storyline and cinematography. Like everytime Lions gate has come up with one more engaging movie which will hold you till the last scene. Amazing acting by the cast. The New York commuter's life shown in movie is very near to the realistic. The movie gets you IN while watching it. Few exaggeration in Train during last scenes but the ecstasy of last suspense in the single coach of train makes it worth watching till end."}, {"reviewTitle": "The Commuter", "reviewerName": "Shashank", "rating": "100", "review": "Fantastic acting by Liam. Very fast action packed suspense thriller. All the time you are glued to the chair. Direction is also very good. A must watch movie"}, {"reviewTitle": "Loved it", "reviewerName": "shashank", "rating": "80", "review": "Good entertaining movie. \nWorth watching in theatre.\nnot too much of drama..\nSuspense was just right.\nI was worried ki the the movie was going to be predictable but it wasn't.\nHighly recommended to watch it once😀"}, {"reviewTitle": "Really awsome", "reviewerName": "Vikhyat", "rating": "100", "review": "you cannot go wrong in any movie if you choose Liam nesson to play a lead role.Hats of the to him and to entire movie cast.This mystery solving,crime,drama,thriller movie is just flawless like his all other movies"}]}}}, "ET00069342": {"synopsis": "Michael, an insurance salesman, during his daily commute to home, meets a mysterious stranger who asks him to join her in her mission to uncover the identity of a hidden passenger on the train before the last stop. As the two work together, Michael soon finds himself in the midst of a notorious criminal conspiracy.", "cast": ["Liam Neeson", "Vera Farmiga", "Patrick Wilson", "Sam Neill", "Elizabeth McGovern"], "crew": {"Jaume Collet-Serra": "Director|", "Roque Banos": " Musician|"}, "rating": {"heartRating": {"rating": "77", "userVoteCount": "1,141 votes"}, "criticRating": {"averageRating": "3.3", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: The movie stays on the right track and delivers a great thriller. There is an actor who possesses a unique set of skills. He has played a guy whose family is in trouble and it is up to him to save the day. Time and again, he has proven that the audience will leave []..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "Michael MacCauley (Liam Neeson) leads a contented family life and has been taking the same train to his office in New York City since the past 10 years. Things seem to be going fine when he suddenly faces financial insecurity and confides in his friend and ex-colleague, Detective Alex Murphy (Patrick Wilson). Back on the train, MacCauley is accosted by a stranger  a woman by the name of Joanna (Vera Farmiga)  who makes him an offer too tempting to resist."}, {"criticName": "Hindustan Times", "rating": "3.5", "review": "You know, a lot has been written about some of the biggest director-actor pairs in modern cinema  Johnny Depp-Tim Burton, Leonardo DiCaprio-Martin Scorsese, Tom Hanks-Steven Spielberg  but God knows theres a severe dearth of material written about Liam Neeson and Jaume Collet-Serra. Of course, as compared to those duos, Neeson and Collet-Serra are working on a much, much inferior level; theyve exclusively stuck to B-movie thrillers, while the others have won Oscars. But in the genre of their choice, theyre pretty unparalleled."}, {"criticName": "Rajeev Masand", "rating": "3", "review": "Liam Neeson, now 65, still packs the charm, particularly in the sort of high-concept thrillers that hes been leaning towards post his reinvention as a slick ass-kicking action hero in 2008s Taken. The Commuter is his fourth film with Spanish-born director Jaume Collet-Serra, and like their previous collaborations  Unknown, Non-Stop, and Run All Night  it builds and expands on his image as a righteous do-gooder wholl go to great lengths to protect those close to him."}, {"criticName": "The Guardian", "rating": "3", "review": "Theres no stopping this thoroughly efficient train-bound action thriller, which pulls out of New Yorks Grand Central at a sedate pace and steadily accelerates through the suburbs, almost in real time, until 90 minutes later were careering out of control in a reckless race against time."}, {"criticName": "Cinema Express", "rating": "3", "review": "You think Liam Neeson, you think Taken. Well, at least I do. The Commuter is what you would get if for some strange reason, you brought together Takens protagonist into a world  a train, in this case  rather reminiscent of Murder on the Orient Express. Michael Maccauley (Liam Neeson) is an ex-cop  no surprises there  and he has a set of very specific skills again, but this time, they are more people-oriented."}]}, "userRating": {"averageRating": "4", "reviews": [{"reviewTitle": "Another hollywood beauty", "reviewerName": "Sandeep", "rating": "100", "review": "Liam is just too awesome. There will be something interesting to see in all his movies. This is one of his awesome ones. The entire movie was pure brilliance. Its just too good."}, {"reviewTitle": "excellent jaw cracking nerve wracking movie", "reviewerName": "Rishi", "rating": "100", "review": "it is pure adrenaline rush from the beginning and with lots of twists and turns . viewer keeps guessing about the villain and is totally glued to the movie . the bad thing is strategically placed intermission by theatre people to earn extra money from sale of food n beverage."}, {"reviewTitle": "Must watch", "reviewerName": "Aditya", "rating": "100", "review": "Another spectacular thriller performance by Liam Neeson, the plot is perfect and keeps you thinking all the time. movie never slows down and has a constant pace. Must watch."}, {"reviewTitle": "Liam Neeson Does It Again", "reviewerName": "Khalid", "rating": "100", "review": "The movie is outstanding. watching every minute is a fun. Liam Neeson delivers amazing performance. I am A Liam Fanboy. So please go and watch the movie it is amazing."}, {"reviewTitle": "The Commuter", "reviewerName": "Shagun", "rating": "70", "review": "Movie is full of suspense and thrill. Worth watching as by the trailer I was wondering whether this movie is good or not. But surely, worth a watch!!"}, {"reviewTitle": "Awesome as expected", "reviewerName": "Malay", "rating": "100", "review": "101% Satisfied with the storyline and cinematography. Like everytime Lions gate has come up with one more engaging movie which will hold you till the last scene. Amazing acting by the cast. The New York commuter's life shown in movie is very near to the realistic. The movie gets you IN while watching it. Few exaggeration in Train during last scenes but the ecstasy of last suspense in the single coach of train makes it worth watching till end."}, {"reviewTitle": "The Commuter", "reviewerName": "Shashank", "rating": "100", "review": "Fantastic acting by Liam. Very fast action packed suspense thriller. All the time you are glued to the chair. Direction is also very good. A must watch movie"}, {"reviewTitle": "Loved it", "reviewerName": "shashank", "rating": "80", "review": "Good entertaining movie. \nWorth watching in theatre.\nnot too much of drama..\nSuspense was just right.\nI was worried ki the the movie was going to be predictable but it wasn't.\nHighly recommended to watch it once😀"}, {"reviewTitle": "Really awsome", "reviewerName": "Vikhyat", "rating": "100", "review": "you cannot go wrong in any movie if you choose Liam nesson to play a lead role.Hats of the to him and to entire movie cast.This mystery solving,crime,drama,thriller movie is just flawless like his all other movies"}]}}}, "ET00062201": {"synopsis": "Michael, an insurance salesman, during his daily commute to home, meets a mysterious stranger who asks him to join her in her mission to uncover the identity of a hidden passenger on the train before the last stop. As the two work together, Michael soon finds himself in the midst of a notorious criminal conspiracy.", "cast": ["Liam Neeson", "Vera Farmiga", "Patrick Wilson", "Jonathan Banks", "Sam Neill", "Elizabeth McGovern"], "crew": {"Jaume Collet-Serra": "Director|", "Alex Heineman": " Producer|", "Andrew Rona": " Producer|", "Roque Banos": " Musician|", "Nicolas De Toth": " Editor|"}, "rating": {"heartRating": {"rating": "77", "userVoteCount": "1,141 votes"}, "criticRating": {"averageRating": "3.3", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: The movie stays on the right track and delivers a great thriller. There is an actor who possesses a unique set of skills. He has played a guy whose family is in trouble and it is up to him to save the day. Time and again, he has proven that the audience will leave []..."}, {"criticName": "The Times of India", "rating": "3.5", "review": "Michael MacCauley (Liam Neeson) leads a contented family life and has been taking the same train to his office in New York City since the past 10 years. Things seem to be going fine when he suddenly faces financial insecurity and confides in his friend and ex-colleague, Detective Alex Murphy (Patrick Wilson). Back on the train, MacCauley is accosted by a stranger  a woman by the name of Joanna (Vera Farmiga)  who makes him an offer too tempting to resist."}, {"criticName": "Hindustan Times", "rating": "3.5", "review": "You know, a lot has been written about some of the biggest director-actor pairs in modern cinema  Johnny Depp-Tim Burton, Leonardo DiCaprio-Martin Scorsese, Tom Hanks-Steven Spielberg  but God knows theres a severe dearth of material written about Liam Neeson and Jaume Collet-Serra. Of course, as compared to those duos, Neeson and Collet-Serra are working on a much, much inferior level; theyve exclusively stuck to B-movie thrillers, while the others have won Oscars. But in the genre of their choice, theyre pretty unparalleled."}, {"criticName": "Rajeev Masand", "rating": "3", "review": "Liam Neeson, now 65, still packs the charm, particularly in the sort of high-concept thrillers that hes been leaning towards post his reinvention as a slick ass-kicking action hero in 2008s Taken. The Commuter is his fourth film with Spanish-born director Jaume Collet-Serra, and like their previous collaborations  Unknown, Non-Stop, and Run All Night  it builds and expands on his image as a righteous do-gooder wholl go to great lengths to protect those close to him."}, {"criticName": "The Guardian", "rating": "3", "review": "Theres no stopping this thoroughly efficient train-bound action thriller, which pulls out of New Yorks Grand Central at a sedate pace and steadily accelerates through the suburbs, almost in real time, until 90 minutes later were careering out of control in a reckless race against time."}, {"criticName": "Cinema Express", "rating": "3", "review": "You think Liam Neeson, you think Taken. Well, at least I do. The Commuter is what you would get if for some strange reason, you brought together Takens protagonist into a world  a train, in this case  rather reminiscent of Murder on the Orient Express. Michael Maccauley (Liam Neeson) is an ex-cop  no surprises there  and he has a set of very specific skills again, but this time, they are more people-oriented."}]}, "userRating": {"averageRating": "4", "reviews": [{"reviewTitle": "Another hollywood beauty", "reviewerName": "Sandeep", "rating": "100", "review": "Liam is just too awesome. There will be something interesting to see in all his movies. This is one of his awesome ones. The entire movie was pure brilliance. Its just too good."}, {"reviewTitle": "excellent jaw cracking nerve wracking movie", "reviewerName": "Rishi", "rating": "100", "review": "it is pure adrenaline rush from the beginning and with lots of twists and turns . viewer keeps guessing about the villain and is totally glued to the movie . the bad thing is strategically placed intermission by theatre people to earn extra money from sale of food n beverage."}, {"reviewTitle": "Must watch", "reviewerName": "Aditya", "rating": "100", "review": "Another spectacular thriller performance by Liam Neeson, the plot is perfect and keeps you thinking all the time. movie never slows down and has a constant pace. Must watch."}, {"reviewTitle": "Liam Neeson Does It Again", "reviewerName": "Khalid", "rating": "100", "review": "The movie is outstanding. watching every minute is a fun. Liam Neeson delivers amazing performance. I am A Liam Fanboy. So please go and watch the movie it is amazing."}, {"reviewTitle": "The Commuter", "reviewerName": "Shagun", "rating": "70", "review": "Movie is full of suspense and thrill. Worth watching as by the trailer I was wondering whether this movie is good or not. But surely, worth a watch!!"}, {"reviewTitle": "Awesome as expected", "reviewerName": "Malay", "rating": "100", "review": "101% Satisfied with the storyline and cinematography. Like everytime Lions gate has come up with one more engaging movie which will hold you till the last scene. Amazing acting by the cast. The New York commuter's life shown in movie is very near to the realistic. The movie gets you IN while watching it. Few exaggeration in Train during last scenes but the ecstasy of last suspense in the single coach of train makes it worth watching till end."}, {"reviewTitle": "The Commuter", "reviewerName": "Shashank", "rating": "100", "review": "Fantastic acting by Liam. Very fast action packed suspense thriller. All the time you are glued to the chair. Direction is also very good. A must watch movie"}, {"reviewTitle": "Loved it", "reviewerName": "shashank", "rating": "80", "review": "Good entertaining movie. \nWorth watching in theatre.\nnot too much of drama..\nSuspense was just right.\nI was worried ki the the movie was going to be predictable but it wasn't.\nHighly recommended to watch it once😀"}, {"reviewTitle": "Really awsome", "reviewerName": "Vikhyat", "rating": "100", "review": "you cannot go wrong in any movie if you choose Liam nesson to play a lead role.Hats of the to him and to entire movie cast.This mystery solving,crime,drama,thriller movie is just flawless like his all other movies"}]}}}, "ET00064225": {"synopsis": "Seeking to leave his past behind, Narasimha leaves the city of Visakhapatnam for Kumbakonam along with his one-year old son. However, it's only a matter of time before the past catches up with Narasimha in his new haven. To settle the scores once and for all and start fresh, Narasimha may have to embrace his older self - back to the days where he was a nightmare to the morally corrupt and depraved.", "cast": ["Nandamuri Balakrishna", "Nayanthara", "Natasha Doshi", "Hariprriya", "Prakash Raj", "Ashutosh Rana", "Brahmanandam Kanneganti", "Murali Mohan"], "crew": {"K. S. Ravikumar": "Director| Screenplay|", "C. Kalyan": " Producer|", "M. Ratnam": " Writer| Screenplay|", "Chirantan Bhatt": " Musician|", "Ram Prasad": " Cinematographer|", "Praveen Antony": " Editor|"}, "rating": {"heartRating": {"rating": "72", "userVoteCount": "28,591 votes"}, "criticRating": {"averageRating": "2.5", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Balakrishna continues his Sankranthi Success Streak. Jai Simha, starring Nandamuri Balakrishna, Nayanthara, Hariprriya and Natasha Doshi in lead roles is directed by K.S.Ravikumar and produced by C.Kalyan under C.K. Entertainments. Sankranthi season has proven lucky for Balakrishna in the past with several movies that released during this season like Samarasimha Reddy, Narasimha Naid..."}, {"criticName": "123 Telugu", "rating": "3", "review": "Narasimha(Balakrishna) along with his just-born son moves to Kumbakonam and starts working as a driver. There, he comes across a corrupt cop and keeps fighting with him time and again. During one of the key problems involving the cop, Narasimha suddenly comes across his wife Gauri(Nayanthara) who is none other than his ex-girlfriend. Who is this Narasimha? What is his backstory with Gauri? Why did he come to Kumbakonam? To know the answers, you need to watch the film on the big screen."}, {"criticName": "Telugu 360", "rating": "3", "review": "Narasimha (Balakrishna) a resident of Vizag moves to Kumbhakonam in Tamilnadu along with his one-year old kid. Narasimha takes shelter at Muralimohans bungalow. He gets into trouble by involving in issues of Police office versus Local don Kanniyappans (Baahubali Prabhakar)."}, {"criticName": "The Times of India", "rating": "2.5", "review": "`Jai Simha` is not a love story nor is it a family drama. It is purely a film made to elevate Balakrishna and his character Narasimha. His character and larger-than-life persona even overshadow the plot that seems right out of a retro film. This is Balayya`s film through and through, and there`s simply no space for anything else."}, {"criticName": "Filmibeat", "rating": "2.5", "review": "Narasimha (Balakrishna) keeps shifting his base from one place to another in order to keep away from the violence for the sake of his son. He shifts places and finally holds his ground at Kumbakonam, Tamil Nadu. He works with Murali Mohan and seem to lead a comfortable life where a small trouble hits them."}, {"criticName": "The Indian Express", "rating": "1", "review": "The first question that came to my mind at the end of the tiresome 165-minute film  Doesnt director KS Ravikumar and actor Balakrishna feel bored of doing the same story again and again? Ravikumar seems to have hit a saturation point in his career refusing to make movies in line with the changing times. His creativity and characters are stuck in the 1990s."}, {"criticName": "Hindustan Times", "rating": "2.5", "review": "If youre a Nandamuri Balakrishna fan, Jai Simha might work like most of his films have over the years, for it treads a very familiar path of violence, romance, drama and action. Coming from a seasoned director like KS Ravikumar, known for delivering several commercial blockbusters, its no surprise that the film would appeal to a section of the audience and it does to some extent. Kumar gives a solid action spin to an age-old story and the result is surprisingly decent."}, {"criticName": "Sify", "rating": "2.5", "review": "On a hospital bed, Gowri (Nayanathara) wakes up to find her newborn baby is missing. Story cuts to reveal, a guy leaving with a new born baby in search of quite locations. The guy is Narasimha (Balakrishna) who is running away from his past life and finally settles in Kumbakonam in Tamilnadu where he gets a job as driver in a Temple daramkarthas house. However, he also lands in trouble with a local leader and later with the towns ACP."}, {"criticName": "Indiaglitz", "rating": "3", "review": "Narasimha (Balakrishna) is an Ek Niranjan with just his little son for his company.  He apparently comes with a traumatic past.  He is now in Kumbakonam, working as a driver with a Dharma Karta, who is played by Murali Mohan. As if his extant enemies are not enough, he makes new rivals in Kumbakonam, thanks to his penchant for being the proverbial scapegoat."}, {"criticName": "Behindwoods", "rating": "2", "review": "After a spate of movies in which he played the stylish, sophisticated hero, Balakrishna plays the typically brave rugged son of the soil in Jai Simha, directed by commercially proven experienced filmmaker KS Ravikumar. Director KS Ravikumar has ensured that the movie is not just a showcase of Balayyas action and heroism, but also a good cocktail of mindless comedy and sentiment in good measure."}]}, "userRating": {"averageRating": "3.8", "reviews": [{"reviewTitle": "Roaring balayya", "reviewerName": "V V Kiran", "rating": "100", "review": "Highly energetic performance.. Dialogues superb..First Family Entertainer of 2018\nVery good message oriented movie\nBalayya Babu Youthful Performance Superb..."}, {"reviewTitle": "GOOD FAMILY ENTERTAINER", "reviewerName": "TAGORE", "rating": "100", "review": "Balayya and nayanathara acting good.For this sankranthi comparing to agnathavasi it’s a good worth film.Expecially Balayya dance good.Background music 🙏🙏🙏"}, {"reviewTitle": "unexpected hit", "reviewerName": "Ramu", "rating": "100", "review": "nice story line with emotion acted superb by Balayya Ravikumar handed very well comedy is not good over sankrathi s best movie music also very good BGM PLUS point go with family"}, {"reviewTitle": "super", "reviewerName": "Surendra", "rating": "100", "review": "if you want to see new balayya go and watch action is very good especially balayya characterision is very super he acted very young so finally very sentimen movie"}, {"reviewTitle": "nbk in all new avatar", "reviewerName": "sri", "rating": "100", "review": "Jai simha - new benchmark for a blockbuster movie - extraordinarily made \n\nHats off to the director, producer & the entire team - this one is bigger than anyone's expectations\n\nperfectly utilised & presented balakrishna  energy levels - his performance, dialogues, dance, fights are awesome\n\nstory, screenplay, narrative, cinematography, music and direction deserve special appreciation"}, {"reviewTitle": "movie simply super", "reviewerName": "Balu", "rating": "100", "review": "balaya babu action extremely extrdanary...no words to say... story and screen play good... direction is nice...music is so bad...balaya dance extremely super...total movie is super duper hit...sankrathi hero... balaya babu...\n😀😀😀😀😀😎😎😎"}, {"reviewTitle": "Nice story super direction awesome dialogues.", "reviewerName": "VENU", "rating": "100", "review": "Story good. Nice direction.  Family entertainment,  super dialogues, sentiment, comedy, overall it's a good movie. Super acting by balakrishna."}, {"reviewTitle": "Block Buster", "reviewerName": "kishore", "rating": "100", "review": "Jai Balayya.. No one Beats him in Pongal.. Pongal simham Balayya.. Jai Balaiyya..\nwhat a movie really awesome movie .. clean family entertainer..."}, {"reviewTitle": "jai balayya", "reviewerName": "v", "rating": "100", "review": "super hit movie.plus points are balayya dialogues,balayya dance, interval bang,prakash Raj action,ks ravikumar direction \nfor balayya fans it is wonderful movie."}]}}}, "ET00067176": {"synopsis": "3 Gante 30 Dina 30 Second showcases how a reality game that takes place between the hero and the heroine for 3 hours, leads them into facing complications for 30 days, but in the end, gets solved in 30 seconds.", "cast": ["Arun Gowda", "Kavya Shetty", "Sudha Rani", "Devaraj"], "crew": {"Madhu Sudhan": "Director|", "Chandrashekhar": " Producer|", "Sridhar Sambhram": " Musician|", "Srinivas Ramaiah": " Cinematographer|"}, "rating": {"heartRating": {"rating": "75", "userVoteCount": "1,904 votes"}, "criticRating": {"averageRating": "2.6", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: A heart-warming film that gives us a deeper understanding of a complex emotion that is love. 3 Gante 30 Dina 30 second is a love story written and directed by Madhusudhan G K. This is a story of a reality game that takes place between the hero and the heroine, which are portrayed by []..."}, {"criticName": "The Times of India", "rating": "2", "review": "Avinash (Aru Gowda) is a young lawyer. He solves cases in a street-smart fashion. During one such case that he chooses to close in three hours, he encounters Sharmila (Kavya Shetty), a feisty news reader who he challenges to a wager of falling in love with him in 30 days. What happens next?"}, {"criticName": "Cinibuzz", "rating": "3", "review": "Madhusudhan G K, who makes debut in Sandalwood as a director, has done a commendable job. It is not there are no mistakes in narration but such mistakes can be ignored since it is the first film for Madhusudhan who handled megaphone for advertisement films. It is about Avinash (Aru Gowda), a young and energetic advocate who is an expert in solving cases. Avinash decides to solve one case in three hours. While doing so, he happens to meet Sharmila (Kavya Shetty), a news reader of a TV channel. She has the capacity even to replace a chief minister. What happens to Avinash and Sharmila is the climax."}, {"criticName": "Chitraloka", "rating": "3", "review": "3 Gante 30 Dina 30 Second is a thriller, every second of it. It is several thrilling elements packed into one quick and fast narrative that gives goosebumps to the audience in every scene. The first scene is about how the hero solves a very complicated problem in just three hours."}, {"criticName": "Bangalore Mirror", "rating": "1.5", "review": "Fancy watching TV programmes on the big screen? Do you love absurd news channel panel discussions pretending to be larger than life? Is hearing repetitive arguments and statements about love your favourite pastime? Are you thirsting for an intellectual discussion on chemical reactions inside the human body? If one or more of these excites you, 3 Gante 30 Dina 30 Second is your cup of joy."}, {"criticName": "Chitratara", "rating": "3", "review": "Brainshare Creations has used its brain brilliantly and given a well crafted family film with twists and turns that are essential part of a commercial cinema. Except that the film is lengthy there is no flaw from newcomer GK Madhusudhan, the artists and technicians have contributed so well to the needs of the production team."}, {"criticName": "Indiaglitz", "rating": "3.5", "review": "A film by debutant GK Madhusudhan for Brainshare Creations Chandrasekhar Padmashali and his friends is a top class film with arguments and counter arguments on love. For those who want to fall in love and already in love have something to learn from the study of this director in `3 Gante 30 Dina 30 second`."}, {"criticName": "Cinema Express", "rating": "2.5", "review": "Madhusudhans idea of showing the transformation of love through time is a tricky one, and the viewer is put through a complicated narrative. First, the director takes a while to explain the concept and this is not fun to watch. There are repetitive dialogues and no logical progression of events. He has a good story at hand, but executes it badly."}]}, "userRating": {"averageRating": "4.5", "reviews": [{"reviewTitle": "Nice Movie with thrilling Climax", "reviewerName": "Vinodh", "rating": "100", "review": "Superb movie Aru Gowda and Kavya Shetty main attraction to the movie,nice songs and good Camera Work,Good story and screenplay from Director."}, {"reviewTitle": "i like this movie", "reviewerName": "JAVAD", "rating": "100", "review": "3 Gante 30 Dina 30 Second   movie   channag direction madavre Madhu Sudan avru nice acting,dance,dialogue, action, love by hero Arun Gowda,heroin kavya shetty,sudha rani,devraj"}, {"reviewTitle": "all the best", "reviewerName": "raja", "rating": "100", "review": "Worth watchable movie 3m... arun gowda dailogues excellent, nice visuals & all... storyline it was excellent, I really enjoyed this movie all the best"}, {"reviewTitle": "This Will Be A Trendsetter Movie..", "reviewerName": "Vishwa", "rating": "100", "review": "Every Thing is good.. concept is amazing. Direction is good. Bgm is impressive... Arun Gowda Rocks... Kavya Shetty steals the show... Nice comedy in regular Interval.. Overall a Pakka Commercial package with lots of message to youths.."}, {"reviewTitle": "3 Gante 30 Dina 30 Second", "reviewerName": "dev", "rating": "100", "review": "3 Gante 30 Dina 30 Second reality game hero heroin  facing complications for 30 days, but in the end, gets solved in 30 seconds  story was mind blowing"}, {"reviewTitle": "beautiful", "reviewerName": "sonu", "rating": "100", "review": "3m Super  film  beautiful experience in this movie  super acting by hero Arun Gowda super acting,expression, action, & sudha Rani acting also super all the best for 3m movie"}, {"reviewTitle": "I like Devraj", "reviewerName": "rocky", "rating": "100", "review": "Mavalous  direction by  madusudan  a 30days complicated problems were slove in 3 sec beautiful story  perfect artist selection  I like Devraj character in this move... All of u c & enjoy"}, {"reviewTitle": "Fantastic", "reviewerName": "Aman", "rating": "100", "review": "Fantastic 3m  by madhusudan  direction  Devraj   sir acting was fantastic roll and also sudha Rani played a super roll   and also heroin character  kavya shetty also acted very well..."}, {"reviewTitle": "really  nice", "reviewerName": "amit", "rating": "100", "review": "3m worth watchable movie, Arun gowda performing extrodinary pakka Paisa vasool cinema, kavya shetty performing very well, entire movie was really nice, all the very best entire team...👍"}]}}}, "ET00064848": {"synopsis": "In the early 1970s, U.S. strategic analyst and anti-war activist Daniel Ellsberg leaks classified documents pertaining to the real nature and extent of America's involvement in the Vietnam War to several leading newspapers. The publication of these documents, known as The Pentagon Papers, creates a furore and triggers an unprecedented battle between journalists and the government. At the forefront of this crusade against political hypocrisy are The Washington Post's first female publisher Kay Graham and its firebrand editor Ben Bradlee, and they must risk their careers and personal freedom to bring the truth to light and uphold the spirit of fearless journalism.", "cast": ["Meryl Streep", "Tom Hanks", "Sarah Paulson", "Alison Brie", "Bob Odenkirk"], "crew": {"Steven Spielberg": "Director| Producer|", "Amy Pascal": " Producer|", "Josh Singer": " Writer|", "John Williams": " Musician|", "Janusz Kaminski": " Cinematographer|", "Michael Kahn": " Editor|"}, "rating": {"heartRating": {"rating": "84", "userVoteCount": "4,263 votes"}, "criticRating": {"averageRating": "4", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "Verdict: Hanks and Streep shine, but The Post offers much more. In an era of cheque journalism, it is satisfying to see movies that restore your faith in the press. Directed by Steven Spielberg, The Post is the political thriller set in the early 1970s. It depicts the period when journalists from The Washington Post published the Pentagon Papers, []..."}, {"criticName": "The Indian Express", "rating": "4", "review": "Spielberg rushed this film, about the pressures brought upon by the Nixon administration on newspapers seeking to publish the Pentagon papers, owing to the man who occupies the White House now. He couldnt have imagined there would be another, happier coincidence."}, {"criticName": "Rediff", "rating": "3.5", "review": "Steven Spielberg`s latest film The Post salutes Ellsberg - the film begins with him experiencing the Vietnam war first hand, before he speaks his mind to then US secretary of defence Robert McNamara, that America was losing the South East Asian conflict."}, {"criticName": "Hindustan Times", "rating": "5", "review": "A newsroom can be an intoxicating place to be in. On certain days, tickets could be sold to the public for them to experience the electricity that surges through its coldly lit paths. Huddles form at every clearing, every desk becomes a meeting room, and the Editor-in-Chiefs cabin takes on the appearance of a government office in a small town, with harried reporters and editors barging in and out. A newsroom is no place for manners."}, {"criticName": "Firstpost", "rating": "3.5", "review": "The Post chronicles the events that led to the revelation of the infamous Pentagon Papers  a secret set of documents that detailed Americas involvement in the Vietnam war as well as the systemic destabilisation it caused to neighbouring nations to enable the war. The papers and the following investigation brought down the presidency of Richard Nixon, who hated the press."}, {"criticName": "The Times of India", "rating": "4", "review": "Fuelled by the turn of events in the US over the past year, Spielberg put together this high-profile project in a tight 6 months from shoot to screen. For this task, he assembled some of the finest character actors working in Hollywood today, bringing heavy-hitters Hanks and Streep together for the first time on-screen. All these talented individuals sparkle in a blend of classic storytelling - something that only an auteur like Spielberg could pull off in such a quick turnaround time."}, {"criticName": "Rajeev Masand", "rating": "4", "review": "With its themes of fighting to uphold the freedom of the press, and the importance of honest, uncompromised journalism, its not hard to see why Steven Spielbergs new film The Post feels especially relevant today even though it mostly takes place during one week in 1971."}]}, "userRating": {"averageRating": "4.3", "reviews": [{"reviewTitle": "The Post", "reviewerName": "Suneeth", "rating": "80", "review": "Movie is good, not great but worth a one time watch. In the end, you won't feel unsatisfied. Actors have done a great job though. Even the audience claps in the end."}, {"reviewTitle": "a true blue feminist movie !", "reviewerName": "Ramdumb", "rating": "100", "review": "brilliant and beautiful! every character including the small ones have a very unique clarity and streep was a revelation ! shootout to sarah paulson and bob odenkirk !! T.Hanks for all the emotional trips !!"}, {"reviewTitle": "Meryl Streep badly cast", "reviewerName": "Sucharita", "rating": "50", "review": "everything except the movie is good except that I felt Meryl Streep was not the right choice for her role. her personality is too strong  to be put into the bracket of a subdued woman. I think a different person in the likes of Sally Field would have done it better. MS looked too artificial"}, {"reviewTitle": "Meryl Streep all the way", "reviewerName": "Priya", "rating": "100", "review": "And the Oscar goes to... I could almost hear that drumroll quite a few times while watching \"The Post\". The award went to Meryl Streep of course! \n\nThis Steven Spielberg movie about the classified Pentagon Papers that brought down Nixon, is not the best Spielberg movie that you've watched but is definitely worth a watch. \n\nMeryl Streep plays Katherine Graham, the owner of The Washington Post. Her subtle nuances,  body language, and effortless acting (she makes you forget she is acting) bring her character of a woman trying to find her place in a man's world to life. Tom Hanks 'is' editor Ben Bradlee, who is determined to publish the story against all odds. Bob Odenkirk brilliantly  portrays Ben Bagdikian, a determined reporter. \n\nLike a typical Spielberg film, there is lots of drama. The dilemma, conflicts, and the deadline keep the viewer engrossed despite the fact that the climax is obvious. Spielberg gets every visual detail right, be it the printing press, the location and sets or silhouette of Nixon in the Whitehouse. \n\nThe timing of this film is interesting and important because although it is set in 1971, the issue (freedom of press) remains current throughout the world."}, {"reviewTitle": "it's a great movie.", "reviewerName": "Karthi", "rating": "100", "review": "Director Steven Spielberg has did a very good work. Tom Hanks and Merryl were great. Everyone do watch. It was a beautiful documentary movie"}, {"reviewTitle": "Educating Story & Amazing Performanes", "reviewerName": "sushant", "rating": "80", "review": "The Post is a period drama film depicts judicial war between free newspaper media and hypocrite government about US's involvement in the Vietnam War with dirty secrets and politics, and how they keep lying to their people. The film has the top notch performances. The content of the film is strong and informative. But the film focuses more on the decision making for releasing these top classified documents  rather than courtroom drama which could have been more intriguing. Hats off to Steven Spielberg, Tom Hanks, & Meryl Streep."}, {"reviewTitle": "\"The Post\" - very authentic & subtle", "reviewerName": "rohit", "rating": "80", "review": "The film engulfs the viewer from the first experience opening scene (clean and straight into the subject) and keeps stitched to the seats till the"}, {"reviewTitle": "The Post", "reviewerName": "NJ", "rating": "90", "review": "Great Movie. Talks about Investigative Journalism, Woman Leadership Struggles, Vietnam War wrong doings, WhistleBlower &  Freedom of Press."}, {"reviewTitle": "Must Watch", "reviewerName": "Shashank", "rating": "90", "review": "Anyone who is even slightly sincere about watching good cinema should watch it. Tom Hanks acting and retro portrayal is to die for. A very gripping plot with an amazing cinematography by Speilberg (needless to say). Overall it'll be a treat for cinema lover. Although, viewers who love brainless Indian comedy movie should refrain from going for this movie, you would be severely disappointed by the sensibility of this movie."}]}}}, "ET00059419": {"synopsis": "In the city of Bareilly (UP), aspiring boxer Shravan (Vineeth) slogs day and night to achieve his dream of being a recognised boxer. Things go awry when he falls in love with a high caste, mute girl who happens to be the niece of his arch nemesis, the head of the state boxing federation, Bhagwandas Mishra.", "cast": ["Vineet Kumar Singh", "Jimmy Shergill", "Zoya Hussain", "Ravi Kishan"], "crew": {"Anurag Kashyap": "Director| Producer| Screenplay|", "Aanand L. Rai": " Producer|", "Madhu Mantena Varma": " Producer|", "Vikramaditya Motwane": " Producer|", "Vineet Kumar Singh": " Screenplay|", "Rajeev Ravi": " Cinematographer|", "Shanker Raman": " Cinematographer|", "Jayesh Nair": " Cinematographer|", "Aarti Bajaj": " Editor|", "Prashant Pillai": " Background Score|"}, "rating": {"heartRating": {"rating": "82", "userVoteCount": "13,624 votes"}, "criticRating": {"averageRating": "3.5", "reviews": [{"criticName": "BMS Reviewer", "rating": "0", "review": "As I exited the theatre after watching Mukkabaaz, I wondered, will any actor this year be able to top what Vineet Kumar Singh has done in this film? There is of course the remarkable physical transformation - his granite body seems built to be punished in ring. But even greater, the internal transformation. There is no hint here of performance []..."}, {"criticName": "Filmibeat", "rating": "3.5", "review": "Mukkabaaz may be the story of an underdog- a steel-willed boxer in an `Indian sports film`. But beneath, it has a love story as its core. The major part of the film keeps you glued to the screen- making you laugh, cry and most importantly think!"}, {"criticName": "The Times of India", "rating": "4", "review": "While the film is essentially a love story that lands some hard punches on the social stigmas through boxing, the bouts are as real as they can be. The one featuring professional boxer Neeraj Goyat will strap you to the edge of your seat."}, {"criticName": "NDTV", "rating": "4", "review": "A boxing melodrama, Mukkabaaz refuses to be boxed in. It is at its best when the gloves are off. That is when it throws well-targeted hooks at the unbridled brutalities of the baddie - a ruthless custodian of upper-caste privilege who runs the Bareilly district boxing federation at his own whims and fancies - and, by extension, at the toxic forces that the thuggish MLC and his henchmen represent."}, {"criticName": "Koimoi", "rating": "3.5", "review": "The vernacular approach to an universal story, Every punch by Vineet Kumar Singh reminding us how he literally has spent every last drop of his blood, sweat, and tears & Anurag Kashyap returning back to his home ground."}, {"criticName": "Firstpost", "rating": "4", "review": "Just as the halls had filled with movies from a time when audiences screamed in joy when love won over its enemies, Anurag Kashyaps new film Mukkabaaz unfolded with a new rendition of the eternal ingredient of literature and of cinema: Love. And within it, there is another story, of the world that love is surrounded by: Hate."}, {"criticName": "Deccan Chronicle", "rating": "3.5", "review": "With his last two duds Bombay Velvet (2015) and Raman Raghav 2.0 (2016), writer-director Anurag Kashyap has been clearly made industrys question mark. Tagged as one of the most intelligent directors of our country, Anurag saw a lull after his form of storytelling didnt create a spark with the audience. The director is back with yet another engaging story which is the journey of a rising boxer who meets challenges to achieve name and fame. Love story being the core premise of Mukkabaaz, Anurag packs a punch with its subtext of boxing."}, {"criticName": "Bollywood Life", "rating": "3", "review": "Anurag Kashyap, the torchbearer of gritty cinema in modern times, is back with Mukkabaaz. The film is the account of the travails of a passionate Rajput boxer in Bareilly who falls in love with the niece of a Brahmin boxing honcho. Enraged, the local Baahubali decides to make life hell for the young man. This is just one of the aspects of this multi-layered film. Mukkabaaz talks about the caste prejudice, corruption, and of course the overall incompetency/sycophancy that determines the lives and aspirations of young people in small town India. All the elements are told through a love story, which has rebellion and passion in equal measure."}, {"criticName": "Mumbai Mirror", "rating": "3", "review": "The opening scene begins with the lead pair exchanging glances and in the very next, he knocks out her uncle over a trivial altercation. Agreed, a boxer would respond to situations with his fist. But why would he jeopardise his career by throwing one at the head of the boxing federation?"}, {"criticName": "Anupama Chopra", "rating": "3", "review": "As I exited the theatre after watching Mukkabaaz, I wondered, will any actor this year be able to top what Vineet Kumar Singh has done in this film? There is of course the remarkable physical transformation  his granite body seems built to be punished in ring. But even greater, the internal transformation."}, {"criticName": "Rajeev Masand", "rating": "3.5", "review": "Mukkabaaz, directed by Anurag Kashyap, is a film about many things at once. On the surface its a boxing movie, your classic underdog template. Its also a heartfelt love story, a ruthless revenge saga, and pretty ballsy social and political commentary about our times. Thats a lot to stuff into a single film, and as a result its overlong and occasionally rambling."}, {"criticName": "Cinema Express", "rating": "3", "review": "In Anurag Kashyap`s Mukkabaaz, the ghosts of Kashyap`s past lurk and show their heads at peculiar times. Mukkabaaz, a film about a boxer and about boxing as a metaphor, is probably his least violent film. Gratuitous violence is a minute or two away but the Kashyap of Mukkabaaz is more interested in the process of getting there (and the caste violence that is more social than physical)."}]}, "userRating": {"averageRating": "4.2", "reviews": null}}}}